local Hero={
	['1101'] = {
		['name'] = '戾天',
		['logo_id'] = 1101,
		['star'] = 1,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 101,
		['atk_c'] = 66,
		['def_c'] = 17,
		['agi_c'] = 10,
		['skill_k'] = 3021,
		['desc'] = '魔宗宗主',
		['natural'] = {
			[1] = 10161
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1102'] = {
		['name'] = '莲舒',
		['logo_id'] = 1102,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 101,
		['atk_c'] = 71,
		['def_c'] = 18,
		['agi_c'] = 10,
		['skill_k'] = 3021,
		['desc'] = '莲花宗宗主，地藏王菩萨弟子',
		['natural'] = {
			[1] = 10161
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1103'] = {
		['name'] = '玉华',
		['logo_id'] = 1103,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 91,
		['atk_c'] = 72,
		['def_c'] = 16,
		['agi_c'] = 10,
		['skill_k'] = 3021,
		['desc'] = '连云宗主',
		['natural'] = {
			[1] = 10126
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1104'] = {
		['name'] = '玉萍',
		['logo_id'] = 1104,
		['star'] = 1,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 135,
		['atk_c'] = 58,
		['def_c'] = 15,
		['agi_c'] = 10,
		['skill_k'] = 3023,
		['desc'] = '玉华的小妹',
		['natural'] = {
			[1] = 10127
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1105'] = {
		['name'] = '后天',
		['logo_id'] = 1105,
		['star'] = 1,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 132,
		['atk_c'] = 59,
		['def_c'] = 15,
		['agi_c'] = 10,
		['skill_k'] = 3021,
		['desc'] = '后羿后裔',
		['natural'] = {
			[1] = 10128
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1106'] = {
		['name'] = '扎格鲁',
		['logo_id'] = 1106,
		['star'] = 1,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 131,
		['atk_c'] = 61,
		['def_c'] = 13,
		['agi_c'] = 10,
		['skill_k'] = 3022,
		['desc'] = '当代生肖守护者天引',
		['natural'] = {
			[1] = 10129
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1107'] = {
		['name'] = '闻婷',
		['logo_id'] = 1107,
		['star'] = 1,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 174,
		['atk_c'] = 48,
		['def_c'] = 13,
		['agi_c'] = 10,
		['skill_k'] = 3022,
		['desc'] = '远古墨麒麟与九尾天狐后裔，极其罕有的巨兽活舍利。',
		['natural'] = {
			[1] = 10130
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1108'] = {
		['name'] = '九戈龙斯',
		['logo_id'] = 1108,
		['star'] = 1,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 166,
		['atk_c'] = 48,
		['def_c'] = 15,
		['agi_c'] = 10,
		['skill_k'] = 3023,
		['desc'] = '十二星座守护神之金牛座。',
		['natural'] = {
			[1] = 10131
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1109'] = {
		['name'] = '尤纳斯',
		['logo_id'] = 1109,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 91,
		['atk_c'] = 70,
		['def_c'] = 18,
		['agi_c'] = 10,
		['skill_k'] = 3022,
		['desc'] = '十二星座守护神之白羊座',
		['natural'] = {
			[1] = 10132
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1110'] = {
		['name'] = '姬德',
		['logo_id'] = 1110,
		['star'] = 1,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 141,
		['atk_c'] = 97,
		['def_c'] = 24,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '炎黄共和国蓝龙特种部队第一教官',
		['natural'] = {
			[1] = 10133
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1111'] = {
		['name'] = '普岩战士',
		['logo_id'] = 1111,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 143,
		['atk_c'] = 97,
		['def_c'] = 23,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '普岩的强大战士，如果有一颗坚定的心，能转化为提鲁战士',
		['natural'] = {
			[1] = 10134
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1112'] = {
		['name'] = '卓云',
		['logo_id'] = 1112,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 134,
		['atk_c'] = 100,
		['def_c'] = 25,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '精灵族人，被阿呆等人在暗豪夜总会拍卖场中救下，后成为岩石之妻。',
		['natural'] = {
			[1] = 10130
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1113'] = {
		['name'] = '霍顿',
		['logo_id'] = 1113,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 137,
		['atk_c'] = 96,
		['def_c'] = 23,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '黑暗城城主的侄子，暗豪夜总会的主管。',
		['natural'] = {
			[1] = 10136
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1114'] = {
		['name'] = '霸王',
		['logo_id'] = 1114,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 139,
		['atk_c'] = 101,
		['def_c'] = 23,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '霸王佣兵团团长，在与阿呆交手后，依照契约解散了霸王佣兵团并加入了月痕佣兵团。',
		['natural'] = {
			[1] = 10137
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1115'] = {
		['name'] = '月姬',
		['logo_id'] = 1115,
		['star'] = 1,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 187,
		['atk_c'] = 81,
		['def_c'] = 20,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '月痕佣兵团副团长，脾气火爆，曾和阿呆等人一起在大陆上历练',
		['natural'] = {
			[1] = 10138
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1116'] = {
		['name'] = '娜莎',
		['logo_id'] = 1116,
		['star'] = 1,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 193,
		['atk_c'] = 86,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['desc'] = '玄夜的妻子，玄月的母亲，白衣祭祀。',
		['natural'] = {
			[1] = 10160
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1117'] = {
		['name'] = '采儿',
		['logo_id'] = 1117,
		['star'] = 1,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 191,
		['atk_c'] = 85,
		['def_c'] = 22,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '金色生活饭店高级服务员，出身普利亚平原。',
		['natural'] = {
			[1] = 10160
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1118'] = {
		['name'] = '休斯特·非真',
		['logo_id'] = 1118,
		['star'] = 1,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 238,
		['atk_c'] = 67,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '魔族贵族，世袭伯爵',
		['natural'] = {
			[1] = 10126
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1119'] = {
		['name'] = '雷虎',
		['logo_id'] = 1119,
		['star'] = 1,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 235,
		['atk_c'] = 68,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '狂暴的比蒙巨兽，性格粗野彪悍，对任何生物都不友好。',
		['natural'] = {
			[1] = 10127
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1120'] = {
		['name'] = '里瓦',
		['logo_id'] = 1120,
		['star'] = 1,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 240,
		['atk_c'] = 72,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '天都学院第一武士，天龙组首席生',
		['natural'] = {
			[1] = 10128
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1121'] = {
		['name'] = '庄静',
		['logo_id'] = 1121,
		['star'] = 1,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 134,
		['atk_c'] = 101,
		['def_c'] = 25,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '龙神帝国天都学院一年级魔法战士班的班主任，雷翔的第一位老师',
		['natural'] = {
			[1] = 10129
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1122'] = {
		['name'] = '克兰',
		['logo_id'] = 1122,
		['star'] = 1,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 142,
		['atk_c'] = 102,
		['def_c'] = 24,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '天都学院附属医院的护士。',
		['natural'] = {
			[1] = 10130
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1123'] = {
		['name'] = '莲娜',
		['logo_id'] = 1123,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 139,
		['atk_c'] = 97,
		['def_c'] = 25,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['desc'] = '活泼可爱的软妹子',
		['natural'] = {
			[1] = 10131
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1124'] = {
		['name'] = '飞羽·落尘',
		['logo_id'] = 1124,
		['star'] = 1,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 143,
		['atk_c'] = 102,
		['def_c'] = 25,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '有些骄横的软妹子',
		['natural'] = {
			[1] = 10132
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1125'] = {
		['name'] = '洛柔',
		['logo_id'] = 1125,
		['star'] = 1,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 181,
		['atk_c'] = 81,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '智慧之女',
		['natural'] = {
			[1] = 10133
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1126'] = {
		['name'] = '融天',
		['logo_id'] = 1126,
		['star'] = 1,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 183,
		['atk_c'] = 81,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['desc'] = '念冰之父，因拿走融家家传之宝火焰神之石，被融家所追缉。为了带走冰灵前往冰神塔，而后被击败与冰灵被封印于冰神塔。',
		['natural'] = {
			[1] = 10134
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1127'] = {
		['name'] = '冰灵',
		['logo_id'] = 1127,
		['star'] = 1,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 190,
		['atk_c'] = 85,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '念冰之母，因与融天生下念冰，被带回冰神塔，在继承仪式中因融天到来而逃离，最终被封印于冰神塔。',
		['natural'] = {
			[1] = 10130
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1128'] = {
		['name'] = '玉如烟',
		['logo_id'] = 1128,
		['star'] = 1,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 184,
		['atk_c'] = 85,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '本名凤烟，曾经的凤族希望之凤，蓝羽公爵之妻，凤女与蓝晨之母。',
		['natural'] = {
			[1] = 10136
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1129'] = {
		['name'] = '融冰',
		['logo_id'] = 1129,
		['star'] = 1,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 191,
		['atk_c'] = 83,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '融越之子，火系魔导士。与念冰长相十分相似，感情深厚，最疼爱念冰的大哥。',
		['natural'] = {
			[1] = 10137
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1130'] = {
		['name'] = '月·立顿',
		['logo_id'] = 1130,
		['star'] = 1,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 188,
		['atk_c'] = 75,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '天痕岳母',
		['natural'] = {
			[1] = 10138
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1131'] = {
		['name'] = '紫清·立顿',
		['logo_id'] = 1131,
		['star'] = 1,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 155,
		['atk_c'] = 87,
		['def_c'] = 22,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '立顿家族的太上长老',
		['natural'] = {
			[1] = 10158
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1132'] = {
		['name'] = '星·立顿',
		['logo_id'] = 1132,
		['star'] = 1,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 177,
		['atk_c'] = 96,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '天痕岳母',
		['natural'] = {
			[1] = 10158
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1133'] = {
		['name'] = '二先生',
		['logo_id'] = 1133,
		['star'] = 1,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 135,
		['atk_c'] = 100,
		['def_c'] = 20,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['desc'] = '风霜·比尔二儿子',
		['natural'] = {
			[1] = 10159
			},
		['price'] = 100,
		['hidden'] = 0,
		['special'] = 0
		},
	['1201'] = {
		['name'] = '卡基欧基斯',
		['logo_id'] = 1201,
		['star'] = 2,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 191,
		['atk_c'] = 85,
		['def_c'] = 20,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '龙神，加拉曼迪斯之父，八大主神之一。',
		['natural'] = {
			[1] = 10159
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1202'] = {
		['name'] = '加拉曼迪斯',
		['logo_id'] = 1202,
		['star'] = 2,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 184,
		['atk_c'] = 83,
		['def_c'] = 21,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['desc'] = '火龙王，龙神之子。',
		['natural'] = {
			[1] = 10052
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1203'] = {
		['name'] = '萨萨里斯',
		['logo_id'] = 1203,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 249,
		['atk_c'] = 70,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['desc'] = '冰龙王，个性冰冷。',
		['natural'] = {
			[1] = 10052
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1204'] = {
		['name'] = '卡罗迪里斯',
		['logo_id'] = 1204,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 240,
		['atk_c'] = 70,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '风龙王，白人族召唤龙。',
		['natural'] = {
			[1] = 10052
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1205'] = {
		['name'] = '查极',
		['logo_id'] = 1205,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 239,
		['atk_c'] = 70,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3022,
		['desc'] = '五厨神之首鬼厨神，因与冰洁的赌注中战败，切断自身手筋，归隐桃花林。',
		['natural'] = {
			[1] = 10139
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1206'] = {
		['name'] = '宁风致',
		['logo_id'] = 1206,
		['star'] = 2,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 248,
		['atk_c'] = 68,
		['def_c'] = 20,
		['agi_c'] = 14,
		['skill_k'] = 3023,
		['desc'] = '七宝琉璃宗前宗主，史莱克七怪宁荣荣之父，被誉为斗罗大陆第一辅助系魂师。',
		['natural'] = {
			[1] = 10140
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1207'] = {
		['name'] = '赵无极',
		['logo_id'] = 1207,
		['star'] = 2,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 181,
		['atk_c'] = 84,
		['def_c'] = 20,
		['agi_c'] = 14,
		['skill_k'] = 3021,
		['desc'] = '不动明王，曾经风靡一时的坏角色，后来到史莱克学院当老师，虽外表凶狠，但内心十分善良、十分护短，非常喜爱史莱克七怪。',
		['natural'] = {
			[1] = 10141
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1208'] = {
		['name'] = '阿银',
		['logo_id'] = 1208,
		['star'] = 2,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 314,
		['atk_c'] = 94,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3022,
		['desc'] = '斗罗大陆唐三的母亲，十万年成熟期魂兽蓝银皇',
		['natural'] = {
			[1] = 10142
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1209'] = {
		['name'] = '科尔',
		['logo_id'] = 1209,
		['star'] = 2,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 187,
		['atk_c'] = 129,
		['def_c'] = 30,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '正义的骑士，以骑士准则规范自己',
		['natural'] = {
			[1] = 10143
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1210'] = {
		['name'] = '龙猛',
		['logo_id'] = 1210,
		['star'] = 2,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 187,
		['atk_c'] = 128,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '某佣兵团团长，爽直。',
		['natural'] = {
			[1] = 10144
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1211'] = {
		['name'] = '独眼巨人',
		['logo_id'] = 1211,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 175,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '高大威猛的独眼巨人',
		['natural'] = {
			[1] = 10145
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1212'] = {
		['name'] = '末世',
		['logo_id'] = 1212,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 175,
		['atk_c'] = 131,
		['def_c'] = 30,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '黑暗之主、天痕的外公。幼时因资质过人被其兄废除异能并放逐，后恢复异能并成为审判者。',
		['natural'] = {
			[1] = 10146
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1213'] = {
		['name'] = '采离',
		['logo_id'] = 1213,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 175,
		['atk_c'] = 133,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3021,
		['desc'] = '空间系审判者、天痕的外婆。倾世之战后退隐黑暗三星，与恶魔族战争中归来抵抗恶魔族。',
		['natural'] = {
			[1] = 10147
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1214'] = {
		['name'] = '祝融',
		['logo_id'] = 1214,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 180,
		['atk_c'] = 133,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '圣盟长老、火系审判者。',
		['natural'] = {
			[1] = 10148
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1215'] = {
		['name'] = '达蒙',
		['logo_id'] = 1215,
		['star'] = 2,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 236,
		['atk_c'] = 109,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '中霆综合学院教师，十二级操控者。在贫民窟发现天痕，将其在入学院。',
		['natural'] = {
			[1] = 10139
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1216'] = {
		['name'] = '风远',
		['logo_id'] = 1216,
		['star'] = 2,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 248,
		['atk_c'] = 105,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '圣盟下代圣子，风系掌控者。在中霆星原为小偷，被天痕发现其风系异能收为小弟并拜魔尔为师。',
		['natural'] = {
			[1] = 10140
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1217'] = {
		['name'] = '白剑',
		['logo_id'] = 1217,
		['star'] = 2,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 247,
		['atk_c'] = 110,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '兽人国白狐族公主',
		['natural'] = {
			[1] = 10141
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1218'] = {
		['name'] = '雷思兵',
		['logo_id'] = 1218,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 239,
		['atk_c'] = 109,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '雷翔与白剑之子',
		['natural'] = {
			[1] = 10142
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1219'] = {
		['name'] = '紫风',
		['logo_id'] = 1219,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 249,
		['atk_c'] = 106,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '龙神帝国公爵大人',
		['natural'] = {
			[1] = 10143
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1220'] = {
		['name'] = '刑兵',
		['logo_id'] = 1220,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 237,
		['atk_c'] = 111,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '西瑞大陆火人首领，为假火神熔若（实为告死天使加百列座下流落人间的耀天使）的徒弟',
		['natural'] = {
			[1] = 10144
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1221'] = {
		['name'] = '雷龙',
		['logo_id'] = 1221,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 249,
		['atk_c'] = 109,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '在比蒙巨兽中性格算是比较温和的，是整个比蒙家族中唯一和主人公相处较好的人，为现任比蒙王。',
		['natural'] = {
			[1] = 10145
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1222'] = {
		['name'] = '罗兰',
		['logo_id'] = 1222,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 247,
		['atk_c'] = 109,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '米兰魔武学院风系天才少女，黄级初阶，性情高傲，是紫罗兰佣兵团成员。',
		['natural'] = {
			[1] = 10146
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1223'] = {
		['name'] = '卡罗',
		['logo_id'] = 1223,
		['star'] = 2,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 241,
		['atk_c'] = 109,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3022,
		['desc'] = '米兰魔武学院光明系一年级学员。',
		['natural'] = {
			[1] = 10147
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1224'] = {
		['name'] = '烟罗',
		['logo_id'] = 1224,
		['star'] = 2,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 243,
		['atk_c'] = 108,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '蓝精灵，琴帝十二乐坊成员之一。',
		['natural'] = {
			[1] = 10148
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1225'] = {
		['name'] = '灭一',
		['logo_id'] = 1225,
		['star'] = 2,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 241,
		['atk_c'] = 110,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '杀手工会灭杀者头领，后来升为元杀者。',
		['natural'] = {
			[1] = 10007
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1226'] = {
		['name'] = '灭凤',
		['logo_id'] = 1226,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 319,
		['atk_c'] = 90,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '盗贼工会会长的女儿，有获取者的实力。',
		['natural'] = {
			[1] = 10007
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1227'] = {
		['name'] = '岩石',
		['logo_id'] = 1227,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 315,
		['atk_c'] = 95,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '普岩族族长的儿子，成熟稳重，遇事能够冷静分析并果断处理，多次给阿呆出谋划策。',
		['natural'] = {
			[1] = 10149
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1228'] = {
		['name'] = '冰',
		['logo_id'] = 1228,
		['star'] = 2,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 312,
		['atk_c'] = 94,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '阿呆在暗豪夜总会遇到的一个女孩，被黑暗势力侮辱了一生，却悄悄爱上了阿呆，并前后两次救了阿呆的性命。',
		['natural'] = {
			[1] = 10150
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1229'] = {
		['name'] = '岩力',
		['logo_id'] = 1229,
		['star'] = 2,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 320,
		['atk_c'] = 92,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '岩石的弟弟，个头较矮，最反感别人议论他的身高。喜欢背负两把巨斧，有些容易冲动莽撞。',
		['natural'] = {
			[1] = 10151
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1230'] = {
		['name'] = '胡光',
		['logo_id'] = 1230,
		['star'] = 2,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 314,
		['atk_c'] = 95,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '毒，防御',
		['natural'] = {
			[1] = 10152
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1231'] = {
		['name'] = '易安',
		['logo_id'] = 1231,
		['star'] = 2,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 315,
		['atk_c'] = 90,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '身法',
		['natural'] = {
			[1] = 10153
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1232'] = {
		['name'] = '雨云',
		['logo_id'] = 1232,
		['star'] = 2,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 175,
		['atk_c'] = 131,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3021,
		['desc'] = '心灵风暴',
		['natural'] = {
			[1] = 10154
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1233'] = {
		['name'] = '燕小乙',
		['logo_id'] = 1233,
		['star'] = 2,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 188,
		['atk_c'] = 131,
		['def_c'] = 30,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '辅助作战',
		['natural'] = {
			[1] = 10149
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1234'] = {
		['name'] = '许晴',
		['logo_id'] = 1234,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 246,
		['atk_c'] = 107,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '血族能力',
		['natural'] = {
			[1] = 10150
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1235'] = {
		['name'] = '影',
		['logo_id'] = 1235,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 316,
		['atk_c'] = 91,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '北疆圣族圣王',
		['natural'] = {
			[1] = 10151
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1236'] = {
		['name'] = '风青龙',
		['logo_id'] = 1236,
		['star'] = 2,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 240,
		['atk_c'] = 106,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['desc'] = '四圣兽之一',
		['natural'] = {
			[1] = 10152
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1237'] = {
		['name'] = '火麒麟',
		['logo_id'] = 1237,
		['star'] = 2,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 313,
		['atk_c'] = 92,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['desc'] = '火麒麟少主',
		['natural'] = {
			[1] = 10153
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1238'] = {
		['name'] = '白虎王',
		['logo_id'] = 1238,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 177,
		['atk_c'] = 128,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['desc'] = '最强的四圣兽，妄想统一六界',
		['natural'] = {
			[1] = 10154
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1239'] = {
		['name'] = '戾峰',
		['logo_id'] = 1239,
		['star'] = 2,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 183,
		['atk_c'] = 122,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['desc'] = '魔修，魔宗少宗主',
		['natural'] = {
			[1] = 10155
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1240'] = {
		['name'] = '奥凯',
		['logo_id'] = 1240,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 184,
		['atk_c'] = 131,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3021,
		['desc'] = '圣盟长老之一',
		['natural'] = {
			[1] = 10157
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1241'] = {
		['name'] = '沃马',
		['logo_id'] = 1242,
		['star'] = 2,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 181,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3022,
		['desc'] = '圣盟长老之一',
		['natural'] = {
			[1] = 10157
			},
		['price'] = 600,
		['hidden'] = 0,
		['special'] = 0
		},
	['1301'] = {
		['name'] = '木晶',
		['logo_id'] = 1301,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 186,
		['atk_c'] = 133,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '朗木帝国公主，拥有先天灵木之体。',
		['natural'] = {
			[1] = 10051,
			[2] = 10053
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1302'] = {
		['name'] = '卡捷奥西斯',
		['logo_id'] = 1302,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 182,
		['atk_c'] = 133,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3002,
		['desc'] = '黑暗龙王，而后与光明龙王迪曼特蒂结为夫妻，生下一子奥斯卡。成为下任龙神，学得龙神心诀。',
		['natural'] = {
			[1] = 10049,
			[2] = 10055,
			[3] = 10050
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1303'] = {
		['name'] = '迪曼特蒂',
		['logo_id'] = 1303,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 182,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3021,
		['desc'] = '光明龙王，因龙神的帮助得与卡捷奥西斯成为夫妻。',
		['natural'] = {
			[1] = 10058,
			[2] = 10049,
			[3] = 10055,
			[4] = 10050
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1304'] = {
		['name'] = '帕帕留卡斯',
		['logo_id'] = 1304,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 179,
		['atk_c'] = 128,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3022,
		['desc'] = '土龙王，被称胖子。',
		['natural'] = {
			[1] = 10052,
			[2] = 10048
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1305'] = {
		['name'] = '奥斯卡',
		['logo_id'] = 1305,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 189,
		['atk_c'] = 132,
		['def_c'] = 30,
		['agi_c'] = 18,
		['skill_k'] = 3022,
		['desc'] = '卡捷奥西斯与迪曼特蒂之子，在孵化之时被邪月破坏其龙体，因念冰的保护没被毁灭龙魂，龙魂进入念冰体内，与念冰一体二魂。因拥有读心术学得龙神心诀，念冰成为情绪之神后，帮其重塑龙体。',
		['natural'] = {
			[1] = 10071,
			[2] = 10156
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1306'] = {
		['name'] = '胡列娜',
		['logo_id'] = 1306,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 189,
		['atk_c'] = 130,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '武魂殿黄金一代中最具潜力，是教皇比比东的嫡传弟子。',
		['natural'] = {
			[1] = 10068,
			[2] = 10069
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1307'] = {
		['name'] = '紫幻',
		['logo_id'] = 1317,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 240,
		['atk_c'] = 105,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3006,
		['desc'] = '圣盟研究所人员，玄玄星唯一幸存者。冰神',
		['natural'] = {
			[1] = 10071,
			[2] = 10076
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1308'] = {
		['name'] = '欧文',
		['logo_id'] = 1333,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 180,
		['atk_c'] = 128,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '在人界的冥王剑持有者，天罡剑派第二代弟子，阿呆的第二个老师，后为了复仇被杀手工会陷害，中了世上最毒的无二圣水，被阿呆所救，将冥王剑传给了阿呆后被杀手工会杀死。',
		['natural'] = {
			[1] = 10058,
			[2] = 10065,
			[3] = 10050,
			[4] = 10076,
			[5] = 10069,
			[6] = 10073
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1309'] = {
		['name'] = '弗兰德',
		['logo_id'] = 1309,
		['star'] = 3,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 181,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '史莱克学院院长，黄金铁三角飞行之角。飞行速度极快，攻击力较强，八十三级敏攻系魂斗罗，黄金铁三角中飞翔之角。',
		['natural'] = {
			[1] = 10071
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1310'] = {
		['name'] = '木子·默',
		['logo_id'] = 1310,
		['star'] = 3,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 185,
		['atk_c'] = 129,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '魔族公主，非常漂亮',
		['natural'] = {
			[1] = 10122,
			[2] = 10120
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1311'] = {
		['name'] = '柳二龙',
		['logo_id'] = 1308,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 183,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '蓝霸学院院长，黄金铁三角杀戮之角，大师的妻子，也是大师的堂妹。八十一级强攻系魂斗罗。性格异常彪悍，七怪惧怕的人之一。',
		['natural'] = {
			[1] = 10082
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1312'] = {
		['name'] = '马克·塞尔',
		['logo_id'] = 1312,
		['star'] = 3,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 243,
		['atk_c'] = 109,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '性格开朗，带点小狡猾并且重情意的红袍魔法师',
		['natural'] = {
			[1] = 10121
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1313'] = {
		['name'] = '沃尔里西',
		['logo_id'] = 1313,
		['star'] = 3,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 240,
		['atk_c'] = 108,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '豪爽的熊人族。',
		['natural'] = {
			[1] = 10121
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1314'] = {
		['name'] = '客轮多',
		['logo_id'] = 1314,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 243,
		['atk_c'] = 107,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '英俊的魔族，原本为木子·默的未婚夫',
		['natural'] = {
			[1] = 10122
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1315'] = {
		['name'] = '劳伦·迪',
		['logo_id'] = 1315,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 242,
		['atk_c'] = 108,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '光明系的魔法导师',
		['natural'] = {
			[1] = 10121
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1316'] = {
		['name'] = '剑山',
		['logo_id'] = 1316,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 245,
		['atk_c'] = 109,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '忠诚的追随者',
		['natural'] = {
			[1] = 10125,
			[2] = 10155
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1317'] = {
		['name'] = '古风·路西法',
		['logo_id'] = 1325,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 316,
		['atk_c'] = 89,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '魔族皇族，堕落天使，曾被雷翔救过性命，与雷翔关系甚好。',
		['natural'] = {
			[1] = 10019,
			[2] = 10022
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1318'] = {
		['name'] = '雪梅',
		['logo_id'] = 1318,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 249,
		['atk_c'] = 107,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '雪恩之妹、中霆综合学院教师，天痕黑暗异能的引导者',
		['natural'] = {
			[1] = 10087,
			[2] = 10125
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1319'] = {
		['name'] = '海水·星',
		['logo_id'] = 1311,
		['star'] = 3,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 238,
		['atk_c'] = 106,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '被妖王夺取了身体。后被复活。',
		['natural'] = {
			[1] = 10119,
			[2] = 10120
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1320'] = {
		['name'] = '摩尔',
		['logo_id'] = 1320,
		['star'] = 3,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 243,
		['atk_c'] = 108,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '空间、风双系审判者，天痕祖父。因儿子魔奥遭毒死，怨恨黑暗异能者。在魔神殿第一层发现天痕的黑暗异能，本欲将其杀死，后在末世神识出现后得知其身世。',
		['natural'] = {
			[1] = 10086,
			[2] = 10088
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1321'] = {
		['name'] = '希拉',
		['logo_id'] = 1321,
		['star'] = 3,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 248,
		['atk_c'] = 110,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '摩尔之妻、光明长老之妹，天痕的亲祖母、光明系掌控者。',
		['natural'] = {
			[1] = 10086,
			[2] = 10085,
			[3] = 10088
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1322'] = {
		['name'] = '紫雪',
		['logo_id'] = 1322,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 321,
		['atk_c'] = 89,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '龙神帝国紫风公爵之女，天都学院八大美女排行第六，温婉可人',
		['natural'] = {
			[1] = 10021,
			[2] = 10024,
			[3] = 10025
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1323'] = {
		['name'] = '雷奥',
		['logo_id'] = 1323,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 314,
		['atk_c'] = 95,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '雷翔的父亲，兽人族第一勇士，比蒙王，身高五米开外，和所有的兽人一样，只崇尚实力',
		['natural'] = {
			[1] = 10023,
			[2] = 10018
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1324'] = {
		['name'] = '古云·路西法',
		['logo_id'] = 1324,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 319,
		['atk_c'] = 91,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '魔族皇族，堕落天使，曾被雷翔救过性命，与雷翔关系甚好。',
		['natural'] = {
			[1] = 10019,
			[2] = 10022
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1325'] = {
		['name'] = '玉小刚',
		['logo_id'] = 1307,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 184,
		['atk_c'] = 130,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '人称大师。是唐三的老师，天斗帝国国师，史莱克学院的院长之一。武魂界著名人物，理论流大师。',
		['natural'] = {
			[1] = 10087,
			[2] = 10084
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1326'] = {
		['name'] = '素尔·路西法',
		['logo_id'] = 1326,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 310,
		['atk_c'] = 92,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '魔族皇族，堕落天使，天魔诀已经修练到第六层，有着强大的实力',
		['natural'] = {
			[1] = 10023,
			[2] = 10019
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1327'] = {
		['name'] = '马良',
		['logo_id'] = 1327,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 318,
		['atk_c'] = 90,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '能用画笔画魔兽来召唤魔兽的神奇魔法，东龙八宗画宗成员',
		['natural'] = {
			[1] = 10095
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1328'] = {
		['name'] = '常昊',
		['logo_id'] = 1328,
		['star'] = 3,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 311,
		['atk_c'] = 95,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '用棋子战斗的神奇魔法，东龙八宗，嫡传子弟',
		['natural'] = {
			[1] = 10095
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1329'] = {
		['name'] = '秦殇',
		['logo_id'] = 1329,
		['star'] = 3,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 323,
		['atk_c'] = 92,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '阿卡迪亚王国，魔法师公会会长，紫级神音师。',
		['natural'] = {
			[1] = 10096
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1330'] = {
		['name'] = '叶离',
		['logo_id'] = 1330,
		['star'] = 3,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 323,
		['atk_c'] = 90,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '竹宗宗主，紫级大战师。',
		['natural'] = {
			[1] = 10097
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1331'] = {
		['name'] = '妮娜',
		['logo_id'] = 1331,
		['star'] = 3,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 175,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '米兰魔武学院神音系系主任，青级神音师',
		['natural'] = {
			[1] = 10096
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1332'] = {
		['name'] = '叶重',
		['logo_id'] = 1332,
		['star'] = 3,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 310,
		['atk_c'] = 92,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '蓝级中阶战士。',
		['natural'] = {
			[1] = 10096,
			[2] = 10156
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1333'] = {
		['name'] = '星痕',
		['logo_id'] = 1319,
		['star'] = 3,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 248,
		['atk_c'] = 108,
		['def_c'] = 28,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '白凤与烈龙之女，雌雄同体，与天痕有心之契约。在进化究级体时选择人体化，以蓝蓝等女的外表化身——美女。',
		['natural'] = {
			[1] = 10005,
			[2] = 10001,
			[3] = 10006
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1334'] = {
		['name'] = '玄夜',
		['logo_id'] = 1334,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 176,
		['atk_c'] = 129,
		['def_c'] = 30,
		['agi_c'] = 18,
		['skill_k'] = 3023,
		['desc'] = '四大红衣祭祀之一，教皇的最佳继承人。多次阻止女儿玄月和阿呆交往，魔法修为精深，但做事莽撞欠考虑，自以为是。',
		['natural'] = {
			[1] = 10002
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1335'] = {
		['name'] = '席文',
		['logo_id'] = 1335,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 184,
		['atk_c'] = 133,
		['def_c'] = 30,
		['agi_c'] = 18,
		['skill_k'] = 3023,
		['desc'] = '天罡剑圣的首席大弟子，天罡剑派第二代掌门，功力接近剑圣。后带领天罡山脉的二代、三代弟子参加了死亡山脉大决战。',
		['natural'] = {
			[1] = 10005,
			[2] = 10001
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1336'] = {
		['name'] = '普林',
		['logo_id'] = 1336,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 183,
		['atk_c'] = 132,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3023,
		['desc'] = '岩族的伟大先知和整个民族的精神支柱，具有预言的神秘力量，曾送给阿呆一件护身神器——神龙之血。大陆三大魔导师之一，擅长空间魔法。',
		['natural'] = {
			[1] = 10004,
			[2] = 10003,
			[3] = 10008
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1337'] = {
		['name'] = '拉尔达斯',
		['logo_id'] = 1337,
		['star'] = 3,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 182,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['desc'] = '火系魔导师，天金帝国国师，天金魔法师工会会长，大陆三大魔导师之一，大陆第一攻击魔导师。',
		['natural'] = {
			[1] = 10008,
			[2] = 10003
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1338'] = {
		['name'] = '田伯光',
		['logo_id'] = 1338,
		['star'] = 3,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 249,
		['atk_c'] = 108,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '生肖十二守护者之一鼠，是生肖守护者中年纪最小的战士。',
		['natural'] = {
			[1] = 10106,
			[2] = 10105
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1339'] = {
		['name'] = '雪女',
		['logo_id'] = 1339,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 247,
		['atk_c'] = 110,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3010,
		['desc'] = '帝心雪莲修炼化为人身而成，原为国家机密军队炎黄魂中的雪魂，幼年遭遇不幸，导致性格怪异。',
		['natural'] = {
			[1] = 10108
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1340'] = {
		['name'] = '徐东',
		['logo_id'] = 1340,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 323,
		['atk_c'] = 92,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3007,
		['desc'] = '生肖十二守护者之一虎，四圣兽之一，出身于四大家族——徐家。',
		['natural'] = {
			[1] = 10109
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1341'] = {
		['name'] = '莫迪',
		['logo_id'] = 1341,
		['star'] = 3,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 314,
		['atk_c'] = 93,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3009,
		['desc'] = '生肖十二守护者之一兔，先天觉醒者，在生肖守护者中是身法最好的战士之一，主腿功，田鼠的中学老师，燕小乙的姐姐。',
		['natural'] = {
			[1] = 10106,
			[2] = 10112
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1342'] = {
		['name'] = '莫淡淡',
		['logo_id'] = 1342,
		['star'] = 3,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 322,
		['atk_c'] = 89,
		['def_c'] = 25,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '生肖十二守护者之一牛，在生肖守护者中是强大的近战战士之一。',
		['natural'] = {
			[1] = 10107,
			[2] = 10112
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1343'] = {
		['name'] = '飘渺',
		['logo_id'] = 1343,
		['star'] = 3,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 316,
		['atk_c'] = 93,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3005,
		['desc'] = '连云宗道尊',
		['natural'] = {
			[1] = 10033,
			[2] = 10036,
			[3] = 10032,
			[4] = 10037
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1344'] = {
		['name'] = '刘沉香',
		['logo_id'] = 1344,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 415,
		['atk_c'] = 125,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3017,
		['desc'] = '地藏王菩萨',
		['natural'] = {
			[1] = 10038,
			[2] = 10030
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1345'] = {
		['name'] = '嫦娥',
		['logo_id'] = 1345,
		['star'] = 3,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 324,
		['atk_c'] = 140,
		['def_c'] = 36,
		['agi_c'] = 24,
		['skill_k'] = 3014,
		['desc'] = '后羿之妻，土曜星君',
		['natural'] = {
			[1] = 10037,
			[2] = 10035
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1346'] = {
		['name'] = '玄天冰',
		['logo_id'] = 1346,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 420,
		['atk_c'] = 124,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '仙帝之妻，被仙帝剥夺仙根下放人界',
		['natural'] = {
			[1] = 10035,
			[2] = 10034,
			[3] = 10037
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1347'] = {
		['name'] = '弘治',
		['logo_id'] = 1347,
		['star'] = 3,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 238,
		['atk_c'] = 172,
		['def_c'] = 40,
		['agi_c'] = 24,
		['skill_k'] = 3019,
		['desc'] = '如来佛祖的转世。',
		['natural'] = {
			[1] = 10034,
			[2] = 10039,
			[3] = 10030,
			[4] = 10036
			},
		['price'] = 4000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1401'] = {
		['name'] = '天琴',
		['logo_id'] = 1401,
		['star'] = 4,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 330,
		['atk_c'] = 142,
		['def_c'] = 37,
		['agi_c'] = 24,
		['skill_k'] = 3008,
		['desc'] = '千惠谷弟子，因为被海龙碎丹疗伤而由道入魔，成为邪宗邪祖。',
		['natural'] = {
			[1] = 10045,
			[2] = 10031,
			[3] = 10032,
			[4] = 10036,
			[5] = 10037
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1402'] = {
		['name'] = '孙悟空',
		['logo_id'] = 1402,
		['star'] = 4,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 243,
		['atk_c'] = 170,
		['def_c'] = 40,
		['agi_c'] = 24,
		['skill_k'] = 3019,
		['desc'] = '海龙的师父，佛界斗战圣佛，曾自称齐天大圣。',
		['natural'] = {
			[1] = 10029,
			[2] = 10030,
			[3] = 10040,
			[4] = 10042,
			[5] = 10038,
			[6] = 10039
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1403'] = {
		['name'] = '燃灯佛',
		['logo_id'] = 1403,
		['star'] = 4,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 417,
		['atk_c'] = 120,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3004,
		['desc'] = '弘治在人间的师傅，为守护如来佛祖转世。',
		['natural'] = {
			[1] = 10030
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1404'] = {
		['name'] = '姬明明',
		['logo_id'] = 1404,
		['star'] = 4,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 249,
		['atk_c'] = 176,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3015,
		['desc'] = '生肖十二守护者之一鸡，其生肖带有凤凰血脉，发挥到极致后成为朱雀，四圣兽之一。',
		['natural'] = {
			[1] = 10112,
			[2] = 10108
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1405'] = {
		['name'] = '撒冷儿',
		['logo_id'] = 1405,
		['star'] = 4,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 332,
		['atk_c'] = 147,
		['def_c'] = 37,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '地狱撒旦之女',
		['natural'] = {
			[1] = 10104,
			[2] = 10108
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1406'] = {
		['name'] = '路西法',
		['logo_id'] = 1406,
		['star'] = 4,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 250,
		['atk_c'] = 175,
		['def_c'] = 40,
		['agi_c'] = 24,
		['skill_k'] = 3002,
		['desc'] = '高傲的堕落天使，撒旦最忠诚的追随者',
		['natural'] = {
			[1] = 10104,
			[2] = 10111,
			[3] = 10110
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1407'] = {
		['name'] = '牛魔王',
		['logo_id'] = 1407,
		['star'] = 4,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 327,
		['atk_c'] = 148,
		['def_c'] = 37,
		['agi_c'] = 24,
		['skill_k'] = 3003,
		['desc'] = '凶兽之王。',
		['natural'] = {
			[1] = 10107,
			[2] = 10109,
			[3] = 10110,
			[4] = 10112
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1408'] = {
		['name'] = '哥里斯',
		['logo_id'] = 1408,
		['star'] = 4,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 415,
		['atk_c'] = 122,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '大陆上最伟大的炼金术师，阿呆的第一个老师，曾想将阿呆炼成神器，却在阿呆被欧文带走后悔悟，将自己炼成了神器“哥里斯之愿”，与阿呆融合。',
		['natural'] = {
			[1] = 10015,
			[2] = 10003
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1409'] = {
		['name'] = '教皇玄迪',
		['logo_id'] = 1409,
		['star'] = 4,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 323,
		['atk_c'] = 144,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3004,
		['desc'] = '当代教皇，大陆最高统治者。在冥界入口开启时，燃烧生命使用终极禁咒打开了神界之门，后由神王帮助恢复肉身。',
		['natural'] = {
			[1] = 10004,
			[2] = 10002,
			[3] = 10016,
			[4] = 10008
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1410'] = {
		['name'] = '剑圣狄斯',
		['logo_id'] = 1410,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 422,
		['atk_c'] = 122,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3014,
		['desc'] = '天罡剑圣，四大剑圣中排名第一，大陆人类中实力最强之人，天罡剑派创始人。其功力深厚到人类的最高境界。后将功力全部传给阿呆，使阿呆的实力有了质的飞跃，遂即羽化登仙。',
		['natural'] = {
			[1] = 10009,
			[2] = 10001,
			[3] = 10014
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1411'] = {
		['name'] = '苏拉',
		['logo_id'] = 1411,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 414,
		['atk_c'] = 120,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3015,
		['desc'] = '米兰魔武学院刺客系学员，蓝迪亚斯公主，黑凤凰皇室血脉拥有者，前法蓝七塔之暗塔塔主斯隆的徒弟——黑暗圣女。',
		['natural'] = {
			[1] = 10098,
			[2] = 10099
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1412'] = {
		['name'] = '格拉西斯',
		['logo_id'] = 1412,
		['star'] = 4,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 246,
		['atk_c'] = 173,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3015,
		['desc'] = '战争巨兽，高达百米之多，拥有极强的攻击力与防御力，唯一缺点便是恢复力极弱(紫说它是鸡肋的战争巨兽)。战争践踏是他的拿手好戏，很能吃。战神部落的图腾',
		['natural'] = {
			[1] = 10093
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1413'] = {
		['name'] = '闪和雷',
		['logo_id'] = 1413,
		['star'] = 4,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 238,
		['atk_c'] = 175,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '金甲禁虫，属于变异，蜕变为金甲禁蝶，拥有金色的纹路，能瞬发无属性元素弹。',
		['natural'] = {
			[1] = 10094,
			[2] = 10093
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1414'] = {
		['name'] = '离杀',
		['logo_id'] = 1414,
		['star'] = 4,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 326,
		['atk_c'] = 140,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3014,
		['desc'] = '银龙族公主。',
		['natural'] = {
			[1] = 10093
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1415'] = {
		['name'] = '斯隆',
		['logo_id'] = 1415,
		['star'] = 4,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 239,
		['atk_c'] = 170,
		['def_c'] = 41,
		['agi_c'] = 24,
		['skill_k'] = 3016,
		['desc'] = '暗塔塔主，次神级八阶圣魔导师。',
		['natural'] = {
			[1] = 10098,
			[2] = 10097
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1416'] = {
		['name'] = '霍华德',
		['logo_id'] = 1416,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 428,
		['atk_c'] = 125,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3016,
		['desc'] = '银龙族长老，性情高傲，冷血',
		['natural'] = {
			[1] = 10093
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1417'] = {
		['name'] = '安雅',
		['logo_id'] = 1417,
		['star'] = 4,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 317,
		['atk_c'] = 147,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '精灵族族长，擅长自然魔法',
		['natural'] = {
			[1] = 10092,
			[2] = 10095
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1418'] = {
		['name'] = '墨月',
		['logo_id'] = 1418,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 423,
		['atk_c'] = 122,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3004,
		['desc'] = '魔族公主，由于魔皇牺牲自己两层天魔诀的功力，并用魔皇皇冠上一小块墨晶洗筋易髓，使得她也可以修练天魔诀，后完成了四翼堕落天使变身',
		['natural'] = {
			[1] = 10019
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1419'] = {
		['name'] = '紫嫣',
		['logo_id'] = 1419,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 321,
		['atk_c'] = 140,
		['def_c'] = 36,
		['agi_c'] = 24,
		['skill_k'] = 3008,
		['desc'] = '龙神帝国紫风公爵之女，是紫雪的亲姐姐，天都学院第一美女，神王的第二位女儿',
		['natural'] = {
			[1] = 10021,
			[2] = 10025
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1420'] = {
		['name'] = '月无崖',
		['logo_id'] = 1420,
		['star'] = 4,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 248,
		['atk_c'] = 173,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3019,
		['desc'] = '圣龙骑士团副团长，曾与雷翔大战一场打成平手。',
		['natural'] = {
			[1] = 10020
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1421'] = {
		['name'] = '百合',
		['logo_id'] = 1421,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 325,
		['atk_c'] = 144,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3028,
		['desc'] = '光明系异能者，后成为天神',
		['natural'] = {
			[1] = 10085,
			[2] = 10084,
			[3] = 10090
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1422'] = {
		['name'] = '梅丽丝',
		['logo_id'] = 1422,
		['star'] = 4,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 422,
		['atk_c'] = 121,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3015,
		['desc'] = '德库拉家族第一美女，德库拉家族第十二位大公爵，德库拉家族族长',
		['natural'] = {
			[1] = 10083
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1423'] = {
		['name'] = '罗迦',
		['logo_id'] = 1423,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 324,
		['atk_c'] = 143,
		['def_c'] = 36,
		['agi_c'] = 24,
		['skill_k'] = 3004,
		['desc'] = '灵魂祭祀，飞鸟星执行官，美杜莎，若西家族族长，罗迦为了天痕奉献了生命，灵魂寄居在天痕的身体里。后被复活',
		['natural'] = {
			[1] = 10083,
			[2] = 10084
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1424'] = {
		['name'] = '战虎',
		['logo_id'] = 1424,
		['star'] = 4,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 240,
		['atk_c'] = 171,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3018,
		['desc'] = '战神传承者，性格豪爽，仗义，重情意。',
		['natural'] = {
			[1] = 10117,
			[2] = 10118
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1425'] = {
		['name'] = '冬日',
		['logo_id'] = 1425,
		['star'] = 4,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 421,
		['atk_c'] = 121,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3002,
		['desc'] = '风神传承者，半精灵。',
		['natural'] = {
			[1] = 10118,
			[2] = 10117
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1426'] = {
		['name'] = '修司·马里',
		['logo_id'] = 1426,
		['star'] = 4,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 427,
		['atk_c'] = 119,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3008,
		['desc'] = '智慧神传承者。',
		['natural'] = {
			[1] = 10118,
			[2] = 10117
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1427'] = {
		['name'] = '行奥·里斯',
		['logo_id'] = 1427,
		['star'] = 4,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 246,
		['atk_c'] = 175,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '大力神传承，直爽，真诚 重义气，有正义感',
		['natural'] = {
			[1] = 10118
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1428'] = {
		['name'] = '戴沐白',
		['logo_id'] = 1428,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 331,
		['atk_c'] = 148,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3014,
		['desc'] = '史莱克学院学员，是学院学员中唐三与小舞参加学习前最强悍的存在。',
		['natural'] = {
			[1] = 10063,
			[2] = 10073,
			[3] = 10070
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1429'] = {
		['name'] = '宁荣荣',
		['logo_id'] = 1429,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 417,
		['atk_c'] = 123,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3028,
		['desc'] = '史莱克学院学员，是七宝琉璃宗原宗主宁风致唯一的女儿，也是更名后的九宝琉璃宗新宗主。九十四级辅助系封号斗罗，九宝琉璃塔是最强大的辅助类器武魂',
		['natural'] = {
			[1] = 10076,
			[2] = 10063,
			[3] = 10074
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1430'] = {
		['name'] = '朱竹清',
		['logo_id'] = 1430,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 321,
		['atk_c'] = 148,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3019,
		['desc'] = '史莱克学院学员，速度奇快，攻击破坏力强。星罗帝国贵族之女，自幼与戴沐白联姻。九十三级敏攻系封号斗罗，与戴沐白的武魂融合技幽冥白虎威力极大。',
		['natural'] = {
			[1] = 10070,
			[2] = 10074
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1431'] = {
		['name'] = '马红俊',
		['logo_id'] = 1431,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 426,
		['atk_c'] = 119,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3028,
		['desc'] = '史莱克学院学员，有“邪火凤凰”之称，拥有兽武魂火凤凰，为变异武魂。',
		['natural'] = {
			[1] = 10065,
			[2] = 10073
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1432'] = {
		['name'] = '奥斯卡',
		['bieming'] = '香肠专卖',
		['logo_id'] = 1432,
		['star'] = 4,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 240,
		['atk_c'] = 173,
		['def_c'] = 40,
		['agi_c'] = 24,
		['skill_k'] = 3001,
		['desc'] = '史莱克学院学员，弗兰德院长从小收留的孤儿。大陆上第一位食物系封号斗罗，不可多得的食物系天才魂师。',
		['natural'] = {
			[1] = 10071,
			[2] = 10156,
			[3] = 10124
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1433'] = {
		['name'] = '独孤博',
		['logo_id'] = 1433,
		['star'] = 4,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 322,
		['atk_c'] = 142,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3019,
		['desc'] = '九十二级控制系封号斗罗。',
		['natural'] = {
			[1] = 10066,
			[2] = 10069,
			[3] = 10124,
			[4] = 10075
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1434'] = {
		['name'] = '唐晨',
		['logo_id'] = 1434,
		['star'] = 4,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 243,
		['atk_c'] = 172,
		['def_c'] = 40,
		['agi_c'] = 24,
		['skill_k'] = 3017,
		['natural'] = {
			[1] = 10072,
			[2] = 10077
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1435'] = {
		['name'] = '波塞西',
		['logo_id'] = 1435,
		['star'] = 4,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 241,
		['atk_c'] = 174,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3014,
		['desc'] = '海神岛大祭祀，三大巅峰斗罗之一，是前任海神波塞冬人间代言人',
		['natural'] = {
			[1] = 10079,
			[2] = 10064,
			[3] = 10081,
			[4] = 10077
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1436'] = {
		['name'] = '天香',
		['logo_id'] = 1436,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 317,
		['atk_c'] = 146,
		['def_c'] = 37,
		['agi_c'] = 24,
		['skill_k'] = 3004,
		['desc'] = '死亡之神',
		['natural'] = {
			[1] = 10047,
			[2] = 10054,
			[3] = 10055
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1437'] = {
		['name'] = '希云',
		['logo_id'] = 1437,
		['star'] = 4,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 246,
		['atk_c'] = 174,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3007,
		['desc'] = '白人族长希拉德之女',
		['natural'] = {
			[1] = 10053,
			[2] = 10051
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1438'] = {
		['name'] = '凤女',
		['logo_id'] = 1438,
		['star'] = 4,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 250,
		['atk_c'] = 173,
		['def_c'] = 41,
		['agi_c'] = 24,
		['skill_k'] = 3010,
		['desc'] = '凤族希望之凤',
		['natural'] = {
			[1] = 10053
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1439'] = {
		['name'] = '蓝晨',
		['logo_id'] = 1439,
		['star'] = 4,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 239,
		['atk_c'] = 175,
		['def_c'] = 41,
		['agi_c'] = 24,
		['skill_k'] = 3005,
		['desc'] = '冰凤之体，玉如烟之女，拜冰雪女神祭祀为师。',
		['natural'] = {
			[1] = 10051,
			[2] = 10053
			},
		['price'] = 20000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1501'] = {
		['name'] = '融念冰',
		['logo_id'] = 1501,
		['star'] = 5,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 240,
		['atk_c'] = 170,
		['def_c'] = 42,
		['agi_c'] = 24,
		['skill_k'] = 3003,
		['desc'] = '鬼厨传人，冰月帝国魔法师公会长老（副会长）、冰月帝国首席宫廷魔法师、血狮教教主、仰光大陆联军统帅、情绪之神',
		['natural'] = {
			[1] = 10048,
			[2] = 10056,
			[3] = 10051,
			[4] = 10054
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1502'] = {
		['name'] = '卡奥',
		['logo_id'] = 1502,
		['star'] = 5,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 421,
		['atk_c'] = 121,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3012,
		['desc'] = '生命之神',
		['natural'] = {
			[1] = 10047,
			[2] = 10054,
			[3] = 10057,
			[4] = 10055
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1503'] = {
		['name'] = '比比东',
		['logo_id'] = 1506,
		['star'] = 5,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 415,
		['atk_c'] = 125,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3011,
		['desc'] = '武魂殿现任教皇，武魂帝国创始人以及第一任教皇。',
		['natural'] = {
			[1] = 10067,
			[2] = 10062,
			[3] = 10064
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1504'] = {
		['name'] = '叶音竹',
		['logo_id'] = 1514,
		['star'] = 5,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 310,
		['atk_c'] = 217,
		['def_c'] = 53,
		['agi_c'] = 30,
		['skill_k'] = 3027,
		['desc'] = '琴城城主，琴中帝王',
		['natural'] = {
			[1] = 10074,
			[2] = 10061,
			[3] = 10100,
			[4] = 10101,
			[5] = 10102,
			[6] = 10062
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1505'] = {
		['name'] = '千仞雪',
		['logo_id'] = 1505,
		['star'] = 5,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 418,
		['atk_c'] = 124,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3026,
		['desc'] = '上代武魂殿教皇的女儿。',
		['natural'] = {
			[1] = 10064,
			[2] = 10067,
			[3] = 10062,
			[4] = 10068
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 1
		},
	['1506'] = {
		['name'] = '唐三',
		['logo_id'] = 1503,
		['star'] = 5,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 425,
		['atk_c'] = 119,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3030,
		['desc'] = '前世为唐门外门弟子，因偷学内门武技负罪明志跳崖，穿越至斗罗大陆，后再在斗罗大陆建立唐门，成为宗主。',
		['natural'] = {
			[1] = 10061,
			[2] = 10066,
			[3] = 10072,
			[4] = 10062,
			[5] = 10078,
			[6] = 10073
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 1
		},
	['1508'] = {
		['name'] = '阿呆',
		['logo_id'] = 1518,
		['star'] = 5,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 300,
		['atk_c'] = 220,
		['def_c'] = 50,
		['agi_c'] = 30,
		['skill_k'] = 3008,
		['desc'] = '死神曼多恩被封印记忆并送往人间，成为了人间的救世主，由神王恢复记忆和神力，并与冥王大战，最终阻止了冥王统一三界的计划。',
		['natural'] = {
			[1] = 10001,
			[2] = 10006,
			[3] = 10011,
			[4] = 10010,
			[5] = 10003,
			[6] = 10009
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 1
		},
	['1507'] = {
		['name'] = '小舞',
		['logo_id'] = 1504,
		['star'] = 5,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 421,
		['atk_c'] = 119,
		['def_c'] = 33,
		['agi_c'] = 24,
		['skill_k'] = 3030,
		['desc'] = '史莱克学院学员，九十六级近身强攻系超级斗罗',
		['natural'] = {
			[1] = 10092,
			[2] = 10094,
			[3] = 10099
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1509'] = {
		['name'] = '妖王',
		['logo_id'] = 1509,
		['star'] = 5,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 415,
		['atk_c'] = 124,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3029,
		['desc'] = '光之子中最大的BOSS，能夺舍他人的身体重生',
		['natural'] = {
			[1] = 10119,
			[2] = 10116
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1510'] = {
		['name'] = '天痕',
		['logo_id'] = 1510,
		['star'] = 5,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 428,
		['atk_c'] = 120,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3020,
		['desc'] = '黑暗之王、首席圣子、魔神。擅长飞行术，对各种关于体术的理论有较强的理解。',
		['natural'] = {
			[1] = 10082,
			[2] = 10089,
			[3] = 10088,
			[4] = 10084,
			[5] = 10083
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1511'] = {
		['name'] = '蓝蓝·菲尔',
		['logo_id'] = 1511,
		['star'] = 5,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 404,
		['atk_c'] = 182,
		['def_c'] = 45,
		['agi_c'] = 30,
		['skill_k'] = 3025,
		['desc'] = '水系先天异能者，后成为水神',
		['natural'] = {
			[1] = 10091,
			[2] = 10084,
			[3] = 10085
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1512'] = {
		['name'] = '雷翔',
		['logo_id'] = 1512,
		['star'] = 5,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 410,
		['atk_c'] = 177,
		['def_c'] = 44,
		['agi_c'] = 30,
		['skill_k'] = 3012,
		['desc'] = '具有人类、兽人和魔族三重血统的混血儿人，资质过人，会狂化，在天都学院学习了狂神诀，又自己学会了天魔诀，狂神的传承者，爱好和平，实力应该仅次于父神。',
		['natural'] = {
			[1] = 10018,
			[2] = 10020,
			[3] = 10027,
			[4] = 10026,
			[5] = 10024,
			[6] = 10025
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 1
		},
	['1513'] = {
		['name'] = '天云',
		['logo_id'] = 1513,
		['star'] = 5,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 527,
		['atk_c'] = 155,
		['def_c'] = 43,
		['agi_c'] = 30,
		['skill_k'] = 3020,
		['desc'] = '全大陆唯一一名圣魔导师，雷翔的忘年交与雷翔的启蒙者之一，圣龙骑士团团长，有光之守护神之称，为无翼神系六大元素神光神弟子，后升入神界，成为光之守护神。',
		['natural'] = {
			[1] = 10020,
			[2] = 10028
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1514'] = {
		['name'] = '唐昊',
		['logo_id'] = 1507,
		['star'] = 5,
		['type'] = 3,
		['role'] = 2,
		['hp_c'] = 321,
		['atk_c'] = 143,
		['def_c'] = 37,
		['agi_c'] = 24,
		['skill_k'] = 3012,
		['desc'] = '斗罗大陆三大神匠之一。',
		['natural'] = {
			[1] = 10072,
			[2] = 10062
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1515'] = {
		['name'] = '紫',
		['logo_id'] = 1515,
		['star'] = 5,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 298,
		['atk_c'] = 216,
		['def_c'] = 51,
		['agi_c'] = 30,
		['skill_k'] = 3003,
		['desc'] = '千年一见的四大神兽之首紫晶比蒙，神圣巨龙最大的敌人，传说中的兽人之首。',
		['natural'] = {
			[1] = 10093,
			[2] = 10092,
			[3] = 10103
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1516'] = {
		['name'] = '奥利维拉',
		['logo_id'] = 1516,
		['star'] = 5,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 411,
		['atk_c'] = 177,
		['def_c'] = 46,
		['agi_c'] = 30,
		['skill_k'] = 3013,
		['desc'] = '紫罗兰家族三代三子，米兰魔武学院武技部第一学员。琴城五帝之睿帝。',
		['natural'] = {
			[1] = 10092
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1517'] = {
		['name'] = '叶鸿雁',
		['logo_id'] = 1517,
		['star'] = 5,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 310,
		['atk_c'] = 215,
		['def_c'] = 55,
		['agi_c'] = 30,
		['skill_k'] = 3011,
		['desc'] = '能使用裁决神力，琴城五帝之冥帝。',
		['natural'] = {
			[1] = 10092
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1518'] = {
		['name'] = '长弓·威',
		['logo_id'] = 1508,
		['star'] = 5,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 414,
		['atk_c'] = 119,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3030,
		['desc'] = '光神传承者，拥有佩剑光明圣剑',
		['natural'] = {
			[1] = 10116,
			[2] = 10123,
			[3] = 10120,
			[4] = 10117
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1519'] = {
		['name'] = '玄月',
		['logo_id'] = 1519,
		['star'] = 5,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 520,
		['atk_c'] = 155,
		['def_c'] = 45,
		['agi_c'] = 30,
		['skill_k'] = 3026,
		['desc'] = '神界十二主神之一，梦与幻境之神罗林的转世，因为爱，而追随死神转世人间',
		['natural'] = {
			[1] = 10002,
			[2] = 10003,
			[3] = 10017,
			[4] = 10010
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1520'] = {
		['name'] = '齐岳',
		['logo_id'] = 1520,
		['star'] = 5,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 406,
		['atk_c'] = 180,
		['def_c'] = 44,
		['agi_c'] = 30,
		['skill_k'] = 3017,
		['desc'] = '生肖守护之王四祥云墨麒麟，东方守护者',
		['natural'] = {
			[1] = 10105,
			[2] = 10114,
			[3] = 10108,
			[4] = 10109,
			[5] = 10113
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1521'] = {
		['name'] = '雨眸',
		['logo_id'] = 1521,
		['star'] = 5,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 528,
		['atk_c'] = 150,
		['def_c'] = 43,
		['agi_c'] = 30,
		['skill_k'] = 3003,
		['desc'] = '战争和智慧之神雅典娜的神祇的继承者，带领十二星座守护者守卫西方世界。',
		['natural'] = {
			[1] = 10111,
			[2] = 10113,
			[3] = 10115
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1522'] = {
		['name'] = '海龙',
		['logo_id'] = 1522,
		['star'] = 5,
		['type'] = 2,
		['role'] = 1,
		['hp_c'] = 308,
		['atk_c'] = 216,
		['def_c'] = 51,
		['agi_c'] = 30,
		['skill_k'] = 3029,
		['desc'] = '孙悟空的弟子',
		['natural'] = {
			[1] = 10032,
			[2] = 10029,
			[3] = 10046,
			[4] = 10041,
			[5] = 10044,
			[6] = 10033
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1523'] = {
		['name'] = '娃娃',
		['logo_id'] = 1523,
		['star'] = 5,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 525,
		['atk_c'] = 150,
		['def_c'] = 45,
		['agi_c'] = 30,
		['skill_k'] = 3030,
		['desc'] = '冥帝之女，在仙界化名为娃娃，拥有水属性混沌之气。',
		['natural'] = {
			[1] = 10031,
			[2] = 10032,
			[3] = 10037,
			[4] = 10043
			},
		['price'] = 65000,
		['hidden'] = 0,
		['special'] = 0
		},
	['1601'] = {
		['name'] = '怪物（削弱）（血防）',
		['logo_id'] = 1117,
		['star'] = 1,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 406,
		['atk_c'] = 175,
		['def_c'] = 45,
		['agi_c'] = 30,
		['skill_k'] = 3023,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1602'] = {
		['name'] = '怪物（普通）',
		['logo_id'] = 1117,
		['star'] = 3,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 183,
		['atk_c'] = 130,
		['def_c'] = 32,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1603'] = {
		['name'] = '怪物（削弱）（血防）',
		['logo_id'] = 1117,
		['star'] = 1,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 141,
		['atk_c'] = 97,
		['def_c'] = 24,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1604'] = {
		['name'] = '怪物boss（攻防）',
		['logo_id'] = 1117,
		['star'] = 5,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 304,
		['atk_c'] = 217,
		['def_c'] = 53,
		['agi_c'] = 30,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1605'] = {
		['name'] = '怪物boss（血防）',
		['logo_id'] = 1117,
		['star'] = 5,
		['type'] = 1,
		['role'] = 3,
		['hp_c'] = 528,
		['atk_c'] = 154,
		['def_c'] = 43,
		['agi_c'] = 30,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1606'] = {
		['name'] = '怪物boss（血攻）',
		['logo_id'] = 1117,
		['star'] = 5,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 411,
		['atk_c'] = 177,
		['def_c'] = 45,
		['agi_c'] = 30,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1607'] = {
		['name'] = '怪物精英（攻防）',
		['logo_id'] = 1117,
		['star'] = 4,
		['type'] = 2,
		['role'] = 2,
		['hp_c'] = 240,
		['atk_c'] = 173,
		['def_c'] = 40,
		['agi_c'] = 24,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1608'] = {
		['name'] = '怪物精英（血防）',
		['logo_id'] = 1117,
		['star'] = 4,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 426,
		['atk_c'] = 119,
		['def_c'] = 34,
		['agi_c'] = 24,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1609'] = {
		['name'] = '怪物精英（血攻）',
		['logo_id'] = 1117,
		['star'] = 4,
		['type'] = 3,
		['role'] = 3,
		['hp_c'] = 321,
		['atk_c'] = 148,
		['def_c'] = 35,
		['agi_c'] = 24,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1610'] = {
		['name'] = '怪物普通（攻防）',
		['logo_id'] = 1117,
		['star'] = 3,
		['type'] = 2,
		['role'] = 3,
		['hp_c'] = 177,
		['atk_c'] = 128,
		['def_c'] = 31,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1611'] = {
		['name'] = '怪物普通（血防）',
		['logo_id'] = 1117,
		['star'] = 3,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 313,
		['atk_c'] = 92,
		['def_c'] = 27,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1612'] = {
		['name'] = '怪物普通（血攻）',
		['logo_id'] = 1117,
		['star'] = 3,
		['type'] = 3,
		['role'] = 1,
		['hp_c'] = 240,
		['atk_c'] = 106,
		['def_c'] = 26,
		['agi_c'] = 18,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1613'] = {
		['name'] = '怪物精英（血防削弱）',
		['logo_id'] = 1117,
		['star'] = 4,
		['type'] = 1,
		['role'] = 2,
		['hp_c'] = 242,
		['atk_c'] = 71,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		},
	['1614'] = {
		['name'] = '怪物boss（血防削弱）',
		['logo_id'] = 1117,
		['star'] = 5,
		['type'] = 1,
		['role'] = 1,
		['hp_c'] = 246,
		['atk_c'] = 70,
		['def_c'] = 19,
		['agi_c'] = 14,
		['skill_k'] = 3024,
		['natural'] = {
			[1] = 10031
			},
		['price'] = 4000,
		['hidden'] = 1,
		['special'] = 0
		}
	}

return Hero