local Natural={
	['10001'] = {
		['name'] = '战斗强者',
		['type'] = 1,
		['condition'] = {
			[1] = 1508,
			[2] = 1410,
			[3] = 1333,
			[4] = 1335
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10002'] = {
		['name'] = '神圣教廷',
		['type'] = 1,
		['condition'] = {
			[1] = 1519,
			[2] = 1409,
			[3] = 1334
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10003'] = {
		['name'] = '魔法公会',
		['type'] = 1,
		['condition'] = {
			[1] = 1508,
			[2] = 1519,
			[3] = 1336,
			[4] = 1337,
			[5] = 1408
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 35
			},
		['desc'] = '血量加35%'
		},
	['10004'] = {
		['name'] = '预言者',
		['type'] = 1,
		['condition'] = {
			[1] = 1409,
			[2] = 1336
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10005'] = {
		['name'] = '师兄弟',
		['type'] = 1,
		['condition'] = {
			[1] = 1333,
			[2] = 1335
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10006'] = {
		['name'] = '传人',
		['type'] = 1,
		['condition'] = {
			[1] = 1333,
			[2] = 1508
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10007'] = {
		['name'] = '杀手组织',
		['type'] = 1,
		['condition'] = {
			[1] = 1225,
			[2] = 1226
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10008'] = {
		['name'] = '三大魔导师',
		['type'] = 1,
		['condition'] = {
			[1] = 1409,
			[2] = 1337,
			[3] = 1336
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10009'] = {
		['name'] = '传功',
		['type'] = 1,
		['condition'] = {
			[1] = 1410,
			[2] = 1508
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10010'] = {
		['name'] = '爱之永生',
		['type'] = 1,
		['condition'] = {
			[1] = 1508,
			[2] = 1519
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10011'] = {
		['name'] = '善良死神·刀',
		['type'] = 2,
		['condition'] = {
			[1] = 5503,
			[2] = 1508
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10014'] = {
		['name'] = '天罡剑圣',
		['type'] = 2,
		['condition'] = {
			[1] = 5425,
			[2] = 1410
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10015'] = {
		['name'] = '炼金术士',
		['type'] = 2,
		['condition'] = {
			[1] = 5424,
			[2] = 1408
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10016'] = {
		['name'] = '教廷传承·神龙',
		['type'] = 2,
		['condition'] = {
			[1] = 5510,
			[2] = 1409
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 35
			},
		['desc'] = '敏捷加35%'
		},
	['10017'] = {
		['name'] = '教廷传承·凤凰',
		['type'] = 2,
		['condition'] = {
			[1] = 5509,
			[2] = 1519
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10018'] = {
		['name'] = '兽人父子',
		['type'] = 1,
		['condition'] = {
			[1] = 1512,
			[2] = 1323
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10019'] = {
		['name'] = '堕落天使',
		['type'] = 1,
		['condition'] = {
			[1] = 1324,
			[2] = 1317,
			[3] = 1326,
			[4] = 1418
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10020'] = {
		['name'] = '无翼神',
		['type'] = 1,
		['condition'] = {
			[1] = 1513,
			[2] = 1420,
			[3] = 1512
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10021'] = {
		['name'] = '姐妹同心',
		['type'] = 1,
		['condition'] = {
			[1] = 1419,
			[2] = 1322
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10022'] = {
		['name'] = '双胞胎',
		['type'] = 1,
		['condition'] = {
			[1] = 1324,
			[2] = 1317
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10023'] = {
		['name'] = '同为王',
		['type'] = 1,
		['condition'] = {
			[1] = 1323,
			[2] = 1326
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10024'] = {
		['name'] = '朦胧初恋',
		['type'] = 1,
		['condition'] = {
			[1] = 1512,
			[2] = 1322
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10025'] = {
		['name'] = '娥皇女英',
		['type'] = 1,
		['condition'] = {
			[1] = 1512,
			[2] = 1322,
			[3] = 1419
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10026'] = {
		['name'] = '狂神庇护',
		['type'] = 2,
		['condition'] = {
			[1] = 5517,
			[2] = 1512
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 20
			},
		['desc'] = '血量加20%'
		},
	['10027'] = {
		['name'] = '狂神传承',
		['type'] = 2,
		['condition'] = {
			[1] = 5515,
			[2] = 1512
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10028'] = {
		['name'] = '同为光明',
		['type'] = 2,
		['condition'] = {
			[1] = 5502,
			[2] = 1513
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10029'] = {
		['name'] = '师徒',
		['type'] = 1,
		['condition'] = {
			[1] = 1402,
			[2] = 1522
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 40
			},
		['desc'] = '敏捷加40%'
		},
	['10030'] = {
		['name'] = '我佛慈悲',
		['type'] = 1,
		['condition'] = {
			[1] = 1403,
			[2] = 1402,
			[3] = 1344,
			[4] = 1347
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10031'] = {
		['name'] = '冥界',
		['type'] = 1,
		['condition'] = {
			[1] = 1523,
			[2] = 1401
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10032'] = {
		['name'] = '一夫多妻',
		['type'] = 1,
		['condition'] = {
			[1] = 1522,
			[2] = 1523,
			[3] = 1401,
			[4] = 1343
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10033'] = {
		['name'] = '连云宗',
		['type'] = 1,
		['condition'] = {
			[1] = 1522,
			[2] = 1343
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 35
			},
		['desc'] = '血量加35%'
		},
	['10034'] = {
		['name'] = '转世之身',
		['type'] = 1,
		['condition'] = {
			[1] = 1347,
			[2] = 1346
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10035'] = {
		['name'] = '真仙',
		['type'] = 1,
		['condition'] = {
			[1] = 1346,
			[2] = 1345
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10036'] = {
		['name'] = '都是大佬',
		['type'] = 1,
		['condition'] = {
			[1] = 1347,
			[2] = 1401,
			[3] = 1343
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10037'] = {
		['name'] = '绝色',
		['type'] = 1,
		['condition'] = {
			[1] = 1345,
			[2] = 1346,
			[3] = 1401,
			[4] = 1523,
			[5] = 1343
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10038'] = {
		['name'] = '佛也怒',
		['type'] = 1,
		['condition'] = {
			[1] = 1402,
			[2] = 1344
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10039'] = {
		['name'] = '五指山',
		['type'] = 1,
		['condition'] = {
			[1] = 1402,
			[2] = 1347
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10042'] = {
		['name'] = '十万八千里',
		['type'] = 2,
		['condition'] = {
			[1] = 5516,
			[2] = 1402
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10040'] = {
		['name'] = '齐天大圣',
		['type'] = 2,
		['condition'] = {
			[1] = 5514,
			[2] = 1402
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10041'] = {
		['name'] = '菩提一脉',
		['type'] = 2,
		['condition'] = {
			[1] = 5505,
			[2] = 1522
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10043'] = {
		['name'] = '仙法',
		['type'] = 2,
		['condition'] = {
			[1] = 5513,
			[2] = 1523
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10046'] = {
		['name'] = '最强防护',
		['type'] = 2,
		['condition'] = {
			[1] = 5411,
			[2] = 1522
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10044'] = {
		['name'] = '传承',
		['type'] = 2,
		['condition'] = {
			[1] = 5514,
			[2] = 1522
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10045'] = {
		['name'] = '仙诀',
		['type'] = 2,
		['condition'] = {
			[1] = 5512,
			[2] = 1401
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10047'] = {
		['name'] = '一体双魂',
		['type'] = 1,
		['condition'] = {
			[1] = 1502,
			[2] = 1436
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10048'] = {
		['name'] = '当个好厨子',
		['type'] = 1,
		['condition'] = {
			[1] = 1501,
			[2] = 1304
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10049'] = {
		['name'] = '光与暗',
		['type'] = 1,
		['condition'] = {
			[1] = 1302,
			[2] = 1303
			},
		['target'] = 1,
		['result'] = {
			['def'] = 40
			},
		['desc'] = '防御加40%'
		},
	['10050'] = {
		['name'] = '光暗之子',
		['type'] = 1,
		['condition'] = {
			[1] = 1302,
			[2] = 1303,
			[3] = 1308
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 35
			},
		['desc'] = '攻击加35%'
		},
	['10051'] = {
		['name'] = '魔法分多系',
		['type'] = 1,
		['condition'] = {
			[1] = 1501,
			[2] = 1437,
			[3] = 1439,
			[4] = 1301
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10052'] = {
		['name'] = '四大龙王',
		['type'] = 1,
		['condition'] = {
			[1] = 1304,
			[2] = 1202,
			[3] = 1203,
			[4] = 1204
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10053'] = {
		['name'] = '掌上明珠',
		['type'] = 1,
		['condition'] = {
			[1] = 1437,
			[2] = 1438,
			[3] = 1439,
			[4] = 1301
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 20
			},
		['desc'] = '敏捷加20%'
		},
	['10054'] = {
		['name'] = '凡人的逆袭',
		['type'] = 1,
		['condition'] = {
			[1] = 1501,
			[2] = 1502,
			[3] = 1436
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10055'] = {
		['name'] = '同为光暗',
		['type'] = 1,
		['condition'] = {
			[1] = 1502,
			[2] = 1436,
			[3] = 1302,
			[4] = 1303
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 40
			},
		['desc'] = '血量加40%'
		},
	['10056'] = {
		['name'] = '厨神',
		['type'] = 2,
		['condition'] = {
			[1] = 5426,
			[2] = 1501
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10057'] = {
		['name'] = '生命储存',
		['type'] = 2,
		['condition'] = {
			[1] = 5418,
			[2] = 1502
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10058'] = {
		['name'] = '神龙之血',
		['type'] = 2,
		['condition'] = {
			[1] = 5510,
			[2] = 1303,
			[3] = 1308
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10061'] = {
		['name'] = '主角联合',
		['type'] = 1,
		['condition'] = {
			[1] = 1506,
			[2] = 1504
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10062'] = {
		['name'] = '史上最强组合',
		['type'] = 1,
		['condition'] = {
			[1] = 1506,
			[2] = 1504,
			[3] = 1503,
			[4] = 1505,
			[5] = 1514
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 35
			},
		['desc'] = '攻击加35%'
		},
	['10063'] = {
		['name'] = '别扭二人组',
		['type'] = 1,
		['condition'] = {
			[1] = 1428,
			[2] = 1429
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10064'] = {
		['name'] = '海陆空战队',
		['type'] = 1,
		['condition'] = {
			[1] = 1505,
			[2] = 1435,
			[3] = 1503
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10065'] = {
		['name'] = '天下无双',
		['type'] = 1,
		['condition'] = {
			[1] = 1431,
			[2] = 1308
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10066'] = {
		['name'] = '最强史莱克',
		['type'] = 1,
		['condition'] = {
			[1] = 1433,
			[2] = 1506
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10067'] = {
		['name'] = '绝代双骄',
		['type'] = 1,
		['condition'] = {
			[1] = 1503,
			[2] = 1505
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10068'] = {
		['name'] = '情敌',
		['type'] = 1,
		['condition'] = {
			[1] = 1505,
			[2] = 1306
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10069'] = {
		['name'] = '防御力',
		['type'] = 1,
		['condition'] = {
			[1] = 1308,
			[2] = 1433,
			[3] = 1306
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10070'] = {
		['name'] = '皇室',
		['type'] = 1,
		['condition'] = {
			[1] = 1428,
			[2] = 1430
			},
		['target'] = 1,
		['result'] = {
			['def'] = 40
			},
		['desc'] = '防御加40%'
		},
	['10071'] = {
		['name'] = '三人成行',
		['type'] = 1,
		['condition'] = {
			[1] = 1307,
			[2] = 1305,
			[3] = 1309
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10072'] = {
		['name'] = '上阵父子兵',
		['type'] = 1,
		['condition'] = {
			[1] = 1434,
			[2] = 1514,
			[3] = 1506
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10073'] = {
		['name'] = '史莱克学院',
		['type'] = 1,
		['condition'] = {
			[1] = 1506,
			[2] = 1428,
			[3] = 1431,
			[4] = 1308
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10074'] = {
		['name'] = '学院派',
		['type'] = 1,
		['condition'] = {
			[1] = 1504,
			[2] = 1429,
			[3] = 1430
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10075'] = {
		['name'] = '控制系',
		['type'] = 1,
		['condition'] = {
			[1] = 1506,
			[2] = 1433
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10076'] = {
		['name'] = '貌似辅助',
		['type'] = 1,
		['condition'] = {
			[1] = 1429,
			[2] = 1308,
			[3] = 1307
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10077'] = {
		['name'] = '至死心相随',
		['type'] = 1,
		['condition'] = {
			[1] = 1434,
			[2] = 1435
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10078'] = {
		['name'] = '修罗神位',
		['type'] = 2,
		['condition'] = {
			[1] = 5401,
			[2] = 1506
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10079'] = {
		['name'] = '神秘唐莲',
		['type'] = 2,
		['condition'] = {
			[1] = 5402,
			[2] = 1435
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10081'] = {
		['name'] = '海洋之心',
		['type'] = 2,
		['condition'] = {
			[1] = 5417,
			[2] = 1435
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10082'] = {
		['name'] = '用眼神交流',
		['type'] = 1,
		['condition'] = {
			[1] = 1510,
			[2] = 1311
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10083'] = {
		['name'] = '黑暗之心',
		['type'] = 1,
		['condition'] = {
			[1] = 1510,
			[2] = 1422,
			[3] = 1423
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10084'] = {
		['name'] = '不寻常关系',
		['type'] = 1,
		['condition'] = {
			[1] = 1510,
			[2] = 1511,
			[3] = 1421,
			[4] = 1423,
			[5] = 1325
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10085'] = {
		['name'] = '向往光明',
		['type'] = 1,
		['condition'] = {
			[1] = 1421,
			[2] = 1511,
			[3] = 1321
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10086'] = {
		['name'] = '远离世俗',
		['type'] = 1,
		['condition'] = {
			[1] = 1320,
			[2] = 1321
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10087'] = {
		['name'] = '无双世界',
		['type'] = 1,
		['condition'] = {
			[1] = 1325,
			[2] = 1318
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10088'] = {
		['name'] = '祖孙',
		['type'] = 1,
		['condition'] = {
			[1] = 1510,
			[2] = 1320,
			[3] = 1321
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10089'] = {
		['name'] = '错乱海神',
		['type'] = 2,
		['condition'] = {
			[1] = 5409,
			[2] = 1510
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10090'] = {
		['name'] = '光之神位',
		['type'] = 2,
		['condition'] = {
			[1] = 5502,
			[2] = 1421
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10091'] = {
		['name'] = '水之化身',
		['type'] = 2,
		['condition'] = {
			[1] = 5428,
			[2] = 1511
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10092'] = {
		['name'] = '五湖四海',
		['type'] = 1,
		['condition'] = {
			[1] = 1507,
			[2] = 1515,
			[3] = 1417,
			[4] = 1516,
			[5] = 1517
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10093'] = {
		['name'] = '有怪兽',
		['type'] = 1,
		['condition'] = {
			[1] = 1515,
			[2] = 1412,
			[3] = 1413,
			[4] = 1414,
			[5] = 1416
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 15
			},
		['desc'] = '血量加15%'
		},
	['10094'] = {
		['name'] = '向往',
		['type'] = 1,
		['condition'] = {
			[1] = 1507,
			[2] = 1413
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 18
			},
		['desc'] = '攻击加18%'
		},
	['10095'] = {
		['name'] = '特殊魔法师',
		['type'] = 1,
		['condition'] = {
			[1] = 1327,
			[2] = 1328,
			[3] = 1417
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 17
			},
		['desc'] = '攻击加17%'
		},
	['10096'] = {
		['name'] = '地下情',
		['type'] = 1,
		['condition'] = {
			[1] = 1329,
			[2] = 1331
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10097'] = {
		['name'] = '首领',
		['type'] = 1,
		['condition'] = {
			[1] = 1330,
			[2] = 1415
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10098'] = {
		['name'] = '势力传承',
		['type'] = 1,
		['condition'] = {
			[1] = 1415,
			[2] = 1411
			},
		['target'] = 1,
		['result'] = {
			['def'] = 15
			},
		['desc'] = '防御加15%'
		},
	['10099'] = {
		['name'] = '对手',
		['type'] = 1,
		['condition'] = {
			[1] = 1507,
			[2] = 1411
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10100'] = {
		['name'] = '神源魔法袍',
		['type'] = 2,
		['condition'] = {
			[1] = 5415,
			[2] = 1504
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 16
			},
		['desc'] = '攻击加16%'
		},
	['10101'] = {
		['name'] = '金银魔纹双翼',
		['type'] = 2,
		['condition'] = {
			[1] = 5422,
			[2] = 1504
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10102'] = {
		['name'] = '枯木龙吟琴',
		['type'] = 2,
		['condition'] = {
			[1] = 5406,
			[2] = 1504
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10103'] = {
		['name'] = '紫晶星辰之剑',
		['type'] = 2,
		['condition'] = {
			[1] = 5336,
			[2] = 1515
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10104'] = {
		['name'] = '暗黑父女',
		['type'] = 1,
		['condition'] = {
			[1] = 1406,
			[2] = 1405
			},
		['target'] = 1,
		['result'] = {
			['def'] = 15
			},
		['desc'] = '防御加15%'
		},
	['10105'] = {
		['name'] = '引导者',
		['type'] = 1,
		['condition'] = {
			[1] = 1520,
			[2] = 1338
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10106'] = {
		['name'] = '减肥有目的',
		['type'] = 1,
		['condition'] = {
			[1] = 1338,
			[2] = 1341
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 15
			},
		['desc'] = '敏捷加15%'
		},
	['10107'] = {
		['name'] = '疯狂追求者',
		['type'] = 1,
		['condition'] = {
			[1] = 1407,
			[2] = 1342
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10108'] = {
		['name'] = '非正当关系',
		['type'] = 1,
		['condition'] = {
			[1] = 1520,
			[2] = 1405,
			[3] = 1404,
			[4] = 1339
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 15
			},
		['desc'] = '攻击加15%'
		},
	['10109'] = {
		['name'] = '百兽之王',
		['type'] = 1,
		['condition'] = {
			[1] = 1520,
			[2] = 1407,
			[3] = 1340
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 18
			},
		['desc'] = '血量加18%'
		},
	['10110'] = {
		['name'] = '反派大英雄',
		['type'] = 1,
		['condition'] = {
			[1] = 1406,
			[2] = 1407
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 16
			},
		['desc'] = '攻击加16%'
		},
	['10111'] = {
		['name'] = '对立',
		['type'] = 1,
		['condition'] = {
			[1] = 1521,
			[2] = 1406
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10112'] = {
		['name'] = '近身格斗之王',
		['type'] = 1,
		['condition'] = {
			[1] = 1404,
			[2] = 1407,
			[3] = 1341,
			[4] = 1342
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10115'] = {
		['name'] = '生肖的守护',
		['type'] = 2,
		['condition'] = {
			[1] = 5504,
			[2] = 1521
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10113'] = {
		['name'] = '远程火力',
		['type'] = 1,
		['condition'] = {
			[1] = 1520,
			[2] = 1521
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10114'] = {
		['name'] = '麒麟传承',
		['type'] = 2,
		['condition'] = {
			[1] = 5403,
			[2] = 1520
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 30
			},
		['desc'] = '攻击加30%'
		},
	['10116'] = {
		['name'] = '天敌',
		['type'] = 1,
		['condition'] = {
			[1] = 1518,
			[2] = 1509
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 20
			},
		['desc'] = '敏捷加20%'
		},
	['10117'] = {
		['name'] = '好基友',
		['type'] = 1,
		['condition'] = {
			[1] = 1518,
			[2] = 1424,
			[3] = 1425,
			[4] = 1426
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10118'] = {
		['name'] = '传承者',
		['type'] = 1,
		['condition'] = {
			[1] = 1425,
			[2] = 1424,
			[3] = 1426,
			[4] = 1427
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10119'] = {
		['name'] = '夺舍',
		['type'] = 1,
		['condition'] = {
			[1] = 1509,
			[2] = 1319
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10120'] = {
		['name'] = '夫妻档',
		['type'] = 1,
		['condition'] = {
			[1] = 1518,
			[2] = 1310,
			[3] = 1319
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10121'] = {
		['name'] = '神秘魔法师',
		['type'] = 1,
		['condition'] = {
			[1] = 1312,
			[2] = 1313,
			[3] = 1315
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10122'] = {
		['name'] = '魔族也有好人',
		['type'] = 1,
		['condition'] = {
			[1] = 1310,
			[2] = 1314
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10123'] = {
		['name'] = '代表光',
		['type'] = 2,
		['condition'] = {
			[1] = 5502,
			[2] = 1518
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10124'] = {
		['name'] = '扬名四海',
		['type'] = 1,
		['condition'] = {
			[1] = 1432,
			[2] = 1433
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10125'] = {
		['name'] = '举世闻名',
		['type'] = 1,
		['condition'] = {
			[1] = 1316,
			[2] = 1318
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10126'] = {
		['name'] = '名闻遐迩',
		['type'] = 1,
		['condition'] = {
			[1] = 1103,
			[2] = 1118
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10127'] = {
		['name'] = '你好我好',
		['type'] = 1,
		['condition'] = {
			[1] = 1104,
			[2] = 1119
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10128'] = {
		['name'] = '士别三日',
		['type'] = 1,
		['condition'] = {
			[1] = 1105,
			[2] = 1120
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10129'] = {
		['name'] = '刮目相看',
		['type'] = 1,
		['condition'] = {
			[1] = 1106,
			[2] = 1121
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10130'] = {
		['name'] = '玉树临风',
		['type'] = 1,
		['condition'] = {
			[1] = 1107,
			[2] = 1122
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10131'] = {
		['name'] = '仪表堂堂',
		['type'] = 1,
		['condition'] = {
			[1] = 1108,
			[2] = 1123
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10132'] = {
		['name'] = '梨花海棠',
		['type'] = 1,
		['condition'] = {
			[1] = 1109,
			[2] = 1124
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10133'] = {
		['name'] = '学富五车',
		['type'] = 1,
		['condition'] = {
			[1] = 1110,
			[2] = 1125
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10134'] = {
		['name'] = '才高八斗',
		['type'] = 1,
		['condition'] = {
			[1] = 1111,
			[2] = 1126
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10135'] = {
		['name'] = '玉树临风',
		['type'] = 1,
		['condition'] = {
			[1] = 1112,
			[2] = 1127
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10136'] = {
		['name'] = '鹤立鸡群',
		['type'] = 1,
		['condition'] = {
			[1] = 1113,
			[2] = 1128
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10137'] = {
		['name'] = '一表人才',
		['type'] = 1,
		['condition'] = {
			[1] = 1114,
			[2] = 1129
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 20
			},
		['desc'] = '敏捷加20%'
		},
	['10138'] = {
		['name'] = '仪表不凡',
		['type'] = 1,
		['condition'] = {
			[1] = 1115,
			[2] = 1130
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10139'] = {
		['name'] = '高大威猛',
		['type'] = 1,
		['condition'] = {
			[1] = 1205,
			[2] = 1215
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10140'] = {
		['name'] = '英俊潇洒',
		['type'] = 1,
		['condition'] = {
			[1] = 1206,
			[2] = 1216
			},
		['target'] = 1,
		['result'] = {
			['def'] = 25
			},
		['desc'] = '防御加25%'
		},
	['10141'] = {
		['name'] = '风流倜傥',
		['type'] = 1,
		['condition'] = {
			[1] = 1207,
			[2] = 1217
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10142'] = {
		['name'] = '风度翩翩',
		['type'] = 1,
		['condition'] = {
			[1] = 1208,
			[2] = 1218
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10143'] = {
		['name'] = '器宇不凡',
		['type'] = 1,
		['condition'] = {
			[1] = 1209,
			[2] = 1219
			},
		['target'] = 1,
		['result'] = {
			['def'] = 35
			},
		['desc'] = '防御加35%'
		},
	['10144'] = {
		['name'] = '天赋',
		['type'] = 1,
		['condition'] = {
			[1] = 1210,
			[2] = 1220
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 25
			},
		['desc'] = '攻击加25%'
		},
	['10145'] = {
		['name'] = '名气',
		['type'] = 1,
		['condition'] = {
			[1] = 1211,
			[2] = 1221
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10146'] = {
		['name'] = '人气',
		['type'] = 1,
		['condition'] = {
			[1] = 1212,
			[2] = 1222
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10147'] = {
		['name'] = '惺惺相惜',
		['type'] = 1,
		['condition'] = {
			[1] = 1213,
			[2] = 1223
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10148'] = {
		['name'] = '组合之力',
		['type'] = 1,
		['condition'] = {
			[1] = 1214,
			[2] = 1224
			},
		['target'] = 1,
		['result'] = {
			['def'] = 30
			},
		['desc'] = '防御加30%'
		},
	['10149'] = {
		['name'] = '聪明伶俐',
		['type'] = 1,
		['condition'] = {
			[1] = 1227,
			[2] = 1233
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10150'] = {
		['name'] = '点头会意',
		['type'] = 1,
		['condition'] = {
			[1] = 1228,
			[2] = 1234
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 18
			},
		['desc'] = '攻击加18%'
		},
	['10151'] = {
		['name'] = '手疾眼快',
		['type'] = 1,
		['condition'] = {
			[1] = 1229,
			[2] = 1235
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 30
			},
		['desc'] = '血量加30%'
		},
	['10152'] = {
		['name'] = '七窍玲珑',
		['type'] = 1,
		['condition'] = {
			[1] = 1230,
			[2] = 1236
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 30
			},
		['desc'] = '敏捷加30%'
		},
	['10153'] = {
		['name'] = '识时务者',
		['type'] = 1,
		['condition'] = {
			[1] = 1231,
			[2] = 1237
			},
		['target'] = 1,
		['result'] = {
			['agi'] = 25
			},
		['desc'] = '敏捷加25%'
		},
	['10154'] = {
		['name'] = '口齿伶俐',
		['type'] = 1,
		['condition'] = {
			[1] = 1232,
			[2] = 1238
			},
		['target'] = 1,
		['result'] = {
			['hp'] = 25
			},
		['desc'] = '血量加25%'
		},
	['10155'] = {
		['name'] = '自作聪明',
		['type'] = 1,
		['condition'] = {
			[1] = 1239,
			[2] = 1316
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10156'] = {
		['name'] = '足智多谋',
		['type'] = 1,
		['condition'] = {
			[1] = 1332,
			[2] = 1432
			},
		['target'] = 1,
		['result'] = {
			['def'] = 20
			},
		['desc'] = '防御加20%'
		},
	['10157'] = {
		['name'] = '圣盟长老',
		['type'] = 1,
		['condition'] = {
			[1] = 1240,
			[2] = 1241
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10158'] = {
		['name'] = '立顿组合',
		['type'] = 1,
		['condition'] = {
			[1] = 1131,
			[2] = 1132
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10159'] = {
		['name'] = '细枝末节',
		['type'] = 1,
		['condition'] = {
			[1] = 1133,
			[2] = 1201
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10160'] = {
		['name'] = '妹纸成双',
		['type'] = 1,
		['condition'] = {
			[1] = 1116,
			[2] = 1117
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		},
	['10161'] = {
		['name'] = '起源',
		['type'] = 1,
		['condition'] = {
			[1] = 1101,
			[2] = 1102
			},
		['target'] = 1,
		['result'] = {
			['atk'] = 20
			},
		['desc'] = '攻击加20%'
		}
	}

return Natural