local Skill={
	['3001'] = {
		['name'] = '神人鬼掌',
		['star'] = 4,
		['type'] = 2,
		['target'] = 1,
		['effect_id'] = 3901,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《惟我独仙》海龙传承自地藏王的绝学',
		['1'] = {
			['success'] = 25,
			['effect'] = 33,
			['desc'] = '有25%的几率攻击1个敌人并对其造成33%的普通伤害。'
			},
		['2'] = {
			['success'] = 25,
			['effect'] = 37,
			['desc'] = '有25%的几率攻击1个敌人并对其造成37%的普通伤害。'
			},
		['3'] = {
			['success'] = 25,
			['effect'] = 41,
			['desc'] = '有25%的几率攻击1个敌人并对其造成41%的普通伤害。'
			},
		['4'] = {
			['success'] = 25,
			['effect'] = 45,
			['desc'] = '有25%的几率攻击1个敌人并对其造成45%的普通伤害。'
			},
		['5'] = {
			['success'] = 25,
			['effect'] = 49,
			['desc'] = '有25%的几率攻击1个敌人并对其造成49%的普通伤害。'
			},
		['6'] = {
			['success'] = 25,
			['effect'] = 53,
			['desc'] = '有25%的几率攻击1个敌人并对其造成53%的普通伤害。'
			},
		['7'] = {
			['success'] = 25,
			['effect'] = 57,
			['desc'] = '有25%的几率攻击1个敌人并对其造成57%的普通伤害。'
			},
		['8'] = {
			['success'] = 25,
			['effect'] = 61,
			['desc'] = '有25%的几率攻击1个敌人并对其造成61%的普通伤害。'
			},
		['9'] = {
			['success'] = 25,
			['effect'] = 65,
			['desc'] = '有25%的几率攻击1个敌人并对其造成65%的普通伤害。'
			},
		['10'] = {
			['success'] = 25,
			['effect'] = 69,
			['desc'] = '有25%的几率攻击1个敌人并对其造成69%的普通伤害。'
			}
		},
	['3002'] = {
		['name'] = '雷电交轰',
		['star'] = 4,
		['type'] = 10,
		['target'] = 3,
		['effect_id'] = 3916,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《善良的死神》阿呆传承自天罡剑圣的绝学，出自武学生生变',
		['1'] = {
			['success'] = 15,
			['effect'] = 14,
			['desc'] = '有15%的几率攻击敌方4个对象，造成14%的普通伤害。'
			},
		['2'] = {
			['success'] = 15,
			['effect'] = 16,
			['desc'] = '有15%的几率攻击敌方4个对象，造成16%的普通伤害。'
			},
		['3'] = {
			['success'] = 15,
			['effect'] = 18,
			['desc'] = '有15%的几率攻击敌方4个对象，造成18%的普通伤害。'
			},
		['4'] = {
			['success'] = 15,
			['effect'] = 20,
			['desc'] = '有15%的几率攻击敌方4个对象，造成20%的普通伤害。'
			},
		['5'] = {
			['success'] = 15,
			['effect'] = 22,
			['desc'] = '有15%的几率攻击敌方4个对象，造成22%的普通伤害。'
			},
		['6'] = {
			['success'] = 15,
			['effect'] = 24,
			['desc'] = '有15%的几率攻击敌方4个对象，造成24%的普通伤害。'
			},
		['7'] = {
			['success'] = 15,
			['effect'] = 26,
			['desc'] = '有15%的几率攻击敌方4个对象，造成26%的普通伤害。'
			},
		['8'] = {
			['success'] = 15,
			['effect'] = 28,
			['desc'] = '有15%的几率攻击敌方4个对象，造成28%的普通伤害。'
			},
		['9'] = {
			['success'] = 15,
			['effect'] = 30,
			['desc'] = '有15%的几率攻击敌方4个对象，造成30%的普通伤害。'
			},
		['10'] = {
			['success'] = 15,
			['effect'] = 32,
			['desc'] = '有15%的几率攻击敌方4个对象，造成32%的普通伤害。'
			}
		},
	['3003'] = {
		['name'] = '狂神诀',
		['star'] = 5,
		['type'] = 3,
		['target'] = 1,
		['effect_id'] = 3908,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《狂神》狂神提奥曼迪司的独门绝技，传给雷翔',
		['1'] = {
			['success'] = 35,
			['effect'] = 32,
			['desc'] = '有35%的几率攻击1个敌人并对其造成32%的普通伤害。'
			},
		['2'] = {
			['success'] = 35,
			['effect'] = 37,
			['desc'] = '有35%的几率攻击1个敌人并对其造成37%的普通伤害。'
			},
		['3'] = {
			['success'] = 35,
			['effect'] = 42,
			['desc'] = '有35%的几率攻击1个敌人并对其造成42%的普通伤害。'
			},
		['4'] = {
			['success'] = 35,
			['effect'] = 47,
			['desc'] = '有35%的几率攻击1个敌人并对其造成47%的普通伤害。'
			},
		['5'] = {
			['success'] = 35,
			['effect'] = 52,
			['desc'] = '有35%的几率攻击1个敌人并对其造成52%的普通伤害。'
			},
		['6'] = {
			['success'] = 35,
			['effect'] = 57,
			['desc'] = '有35%的几率攻击1个敌人并对其造成57%的普通伤害。'
			},
		['7'] = {
			['success'] = 35,
			['effect'] = 62,
			['desc'] = '有35%的几率攻击1个敌人并对其造成62%的普通伤害。'
			},
		['8'] = {
			['success'] = 35,
			['effect'] = 67,
			['desc'] = '有35%的几率攻击1个敌人并对其造成67%的普通伤害。'
			},
		['9'] = {
			['success'] = 35,
			['effect'] = 72,
			['desc'] = '有35%的几率攻击1个敌人并对其造成72%的普通伤害。'
			},
		['10'] = {
			['success'] = 35,
			['effect'] = 77,
			['desc'] = '有35%的几率攻击1个敌人并对其造成77%的普通伤害。'
			}
		},
	['3004'] = {
		['name'] = '虚空之破',
		['star'] = 4,
		['type'] = 9,
		['target'] = 3,
		['effect_id'] = 3913,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《空速星痕》天痕以空间系异能为基础，自创的绝学',
		['1'] = {
			['success'] = 17,
			['effect'] = 12,
			['desc'] = '有17%的几率攻击敌方4个对象，造成12%的普通伤害。'
			},
		['2'] = {
			['success'] = 17,
			['effect'] = 14,
			['desc'] = '有17%的几率攻击敌方4个对象，造成14%的普通伤害。'
			},
		['3'] = {
			['success'] = 17,
			['effect'] = 16,
			['desc'] = '有17%的几率攻击敌方4个对象，造成16%的普通伤害。'
			},
		['4'] = {
			['success'] = 17,
			['effect'] = 18,
			['desc'] = '有17%的几率攻击敌方4个对象，造成18%的普通伤害。'
			},
		['5'] = {
			['success'] = 17,
			['effect'] = 20,
			['desc'] = '有17%的几率攻击敌方4个对象，造成20%的普通伤害。'
			},
		['6'] = {
			['success'] = 17,
			['effect'] = 22,
			['desc'] = '有17%的几率攻击敌方4个对象，造成22%的普通伤害。'
			},
		['7'] = {
			['success'] = 17,
			['effect'] = 24,
			['desc'] = '有17%的几率攻击敌方4个对象，造成24%的普通伤害。'
			},
		['8'] = {
			['success'] = 17,
			['effect'] = 26,
			['desc'] = '有17%的几率攻击敌方4个对象，造成26%的普通伤害。'
			},
		['9'] = {
			['success'] = 17,
			['effect'] = 28,
			['desc'] = '有17%的几率攻击敌方4个对象，造成28%的普通伤害。'
			},
		['10'] = {
			['success'] = 17,
			['effect'] = 30,
			['desc'] = '有17%的几率攻击敌方4个对象，造成30%的普通伤害。'
			}
		},
	['3005'] = {
		['name'] = '生命诅咒',
		['star'] = 3,
		['type'] = 3,
		['target'] = 1,
		['effect_id'] = 3915,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《冰火魔厨》以自己生命为代价施展的绝技，全名为：禁绝生命诅咒的叹息',
		['1'] = {
			['success'] = 24,
			['effect'] = 15,
			['desc'] = '有24%的几率攻击1个敌人并对其造成15%的普通伤害。'
			},
		['2'] = {
			['success'] = 24,
			['effect'] = 18,
			['desc'] = '有24%的几率攻击1个敌人并对其造成18%的普通伤害。'
			},
		['3'] = {
			['success'] = 24,
			['effect'] = 21,
			['desc'] = '有24%的几率攻击1个敌人并对其造成21%的普通伤害。'
			},
		['4'] = {
			['success'] = 24,
			['effect'] = 24,
			['desc'] = '有24%的几率攻击1个敌人并对其造成24%的普通伤害。'
			},
		['5'] = {
			['success'] = 24,
			['effect'] = 27,
			['desc'] = '有24%的几率攻击1个敌人并对其造成27%的普通伤害。'
			},
		['6'] = {
			['success'] = 24,
			['effect'] = 30,
			['desc'] = '有24%的几率攻击1个敌人并对其造成30%的普通伤害。'
			},
		['7'] = {
			['success'] = 24,
			['effect'] = 33,
			['desc'] = '有24%的几率攻击1个敌人并对其造成33%的普通伤害。'
			},
		['8'] = {
			['success'] = 24,
			['effect'] = 36,
			['desc'] = '有24%的几率攻击1个敌人并对其造成36%的普通伤害。'
			},
		['9'] = {
			['success'] = 24,
			['effect'] = 39,
			['desc'] = '有24%的几率攻击1个敌人并对其造成39%的普通伤害。'
			},
		['10'] = {
			['success'] = 24,
			['effect'] = 42,
			['desc'] = '有24%的几率攻击1个敌人并对其造成42%的普通伤害。'
			}
		},
	['3006'] = {
		['name'] = '自然之源',
		['star'] = 3,
		['type'] = 4,
		['target'] = 1,
		['effect_id'] = 3915,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《生肖守护神》以生肖的独特能力，引动自然来打击敌人',
		['1'] = {
			['success'] = 23,
			['effect'] = 20,
			['desc'] = '有23%的几率攻击1个敌人并对其造成20%的普通伤害。'
			},
		['2'] = {
			['success'] = 23,
			['effect'] = 23,
			['desc'] = '有23%的几率攻击1个敌人并对其造成23%的普通伤害。'
			},
		['3'] = {
			['success'] = 23,
			['effect'] = 26,
			['desc'] = '有23%的几率攻击1个敌人并对其造成26%的普通伤害。'
			},
		['4'] = {
			['success'] = 23,
			['effect'] = 29,
			['desc'] = '有23%的几率攻击1个敌人并对其造成29%的普通伤害。'
			},
		['5'] = {
			['success'] = 23,
			['effect'] = 32,
			['desc'] = '有23%的几率攻击1个敌人并对其造成32%的普通伤害。'
			},
		['6'] = {
			['success'] = 23,
			['effect'] = 35,
			['desc'] = '有23%的几率攻击1个敌人并对其造成35%的普通伤害。'
			},
		['7'] = {
			['success'] = 23,
			['effect'] = 38,
			['desc'] = '有23%的几率攻击1个敌人并对其造成38%的普通伤害。'
			},
		['8'] = {
			['success'] = 23,
			['effect'] = 41,
			['desc'] = '有23%的几率攻击1个敌人并对其造成41%的普通伤害。'
			},
		['9'] = {
			['success'] = 23,
			['effect'] = 44,
			['desc'] = '有23%的几率攻击1个敌人并对其造成44%的普通伤害。'
			},
		['10'] = {
			['success'] = 23,
			['effect'] = 47,
			['desc'] = '有23%的几率攻击1个敌人并对其造成47%的普通伤害。'
			}
		},
	['3007'] = {
		['name'] = '神界天火',
		['star'] = 3,
		['type'] = 1,
		['target'] = 1,
		['effect_id'] = 3915,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《生肖守护神》来自神界的天火净化敌人',
		['1'] = {
			['success'] = 22,
			['effect'] = 25,
			['desc'] = '有22%的几率攻击1个敌人并对其造成25%的普通伤害。'
			},
		['2'] = {
			['success'] = 22,
			['effect'] = 28,
			['desc'] = '有22%的几率攻击1个敌人并对其造成28%的普通伤害。'
			},
		['3'] = {
			['success'] = 22,
			['effect'] = 31,
			['desc'] = '有22%的几率攻击1个敌人并对其造成31%的普通伤害。'
			},
		['4'] = {
			['success'] = 22,
			['effect'] = 34,
			['desc'] = '有22%的几率攻击1个敌人并对其造成34%的普通伤害。'
			},
		['5'] = {
			['success'] = 22,
			['effect'] = 37,
			['desc'] = '有22%的几率攻击1个敌人并对其造成37%的普通伤害。'
			},
		['6'] = {
			['success'] = 22,
			['effect'] = 40,
			['desc'] = '有22%的几率攻击1个敌人并对其造成40%的普通伤害。'
			},
		['7'] = {
			['success'] = 22,
			['effect'] = 43,
			['desc'] = '有22%的几率攻击1个敌人并对其造成43%的普通伤害。'
			},
		['8'] = {
			['success'] = 22,
			['effect'] = 46,
			['desc'] = '有22%的几率攻击1个敌人并对其造成46%的普通伤害。'
			},
		['9'] = {
			['success'] = 22,
			['effect'] = 49,
			['desc'] = '有22%的几率攻击1个敌人并对其造成49%的普通伤害。'
			},
		['10'] = {
			['success'] = 22,
			['effect'] = 52,
			['desc'] = '有22%的几率攻击1个敌人并对其造成52%的普通伤害。'
			}
		},
	['3008'] = {
		['name'] = '地狱闪电',
		['star'] = 4,
		['type'] = 6,
		['target'] = 2,
		['effect_id'] = 3905,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《生肖守护神》齐岳的独门绝技',
		['1'] = {
			['success'] = 17,
			['effect'] = 25,
			['desc'] = '有17%的几率攻击2个敌人并对其造成25%的普通伤害。'
			},
		['2'] = {
			['success'] = 17,
			['effect'] = 28,
			['desc'] = '有17%的几率攻击2个敌人并对其造成28%的普通伤害。'
			},
		['3'] = {
			['success'] = 17,
			['effect'] = 31,
			['desc'] = '有17%的几率攻击2个敌人并对其造成31%的普通伤害。'
			},
		['4'] = {
			['success'] = 17,
			['effect'] = 34,
			['desc'] = '有17%的几率攻击2个敌人并对其造成34%的普通伤害。'
			},
		['5'] = {
			['success'] = 17,
			['effect'] = 37,
			['desc'] = '有17%的几率攻击2个敌人并对其造成37%的普通伤害。'
			},
		['6'] = {
			['success'] = 17,
			['effect'] = 40,
			['desc'] = '有17%的几率攻击2个敌人并对其造成40%的普通伤害。'
			},
		['7'] = {
			['success'] = 17,
			['effect'] = 43,
			['desc'] = '有17%的几率攻击2个敌人并对其造成43%的普通伤害。'
			},
		['8'] = {
			['success'] = 17,
			['effect'] = 46,
			['desc'] = '有17%的几率攻击2个敌人并对其造成46%的普通伤害。'
			},
		['9'] = {
			['success'] = 17,
			['effect'] = 49,
			['desc'] = '有17%的几率攻击2个敌人并对其造成49%的普通伤害。'
			},
		['10'] = {
			['success'] = 17,
			['effect'] = 52,
			['desc'] = '有17%的几率攻击2个敌人并对其造成52%的普通伤害。'
			}
		},
	['3009'] = {
		['name'] = '竹浪连绵',
		['star'] = 3,
		['type'] = 6,
		['target'] = 2,
		['effect_id'] = 3901,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《琴帝》竹宗的最终奥义之一',
		['1'] = {
			['success'] = 14,
			['effect'] = 17,
			['desc'] = '有14%的几率攻击2个敌人并对其造成17%的普通伤害。'
			},
		['2'] = {
			['success'] = 14,
			['effect'] = 19,
			['desc'] = '有14%的几率攻击2个敌人并对其造成19%的普通伤害。'
			},
		['3'] = {
			['success'] = 14,
			['effect'] = 21,
			['desc'] = '有14%的几率攻击2个敌人并对其造成21%的普通伤害。'
			},
		['4'] = {
			['success'] = 14,
			['effect'] = 23,
			['desc'] = '有14%的几率攻击2个敌人并对其造成23%的普通伤害。'
			},
		['5'] = {
			['success'] = 14,
			['effect'] = 25,
			['desc'] = '有14%的几率攻击2个敌人并对其造成25%的普通伤害。'
			},
		['6'] = {
			['success'] = 14,
			['effect'] = 27,
			['desc'] = '有14%的几率攻击2个敌人并对其造成27%的普通伤害。'
			},
		['7'] = {
			['success'] = 14,
			['effect'] = 29,
			['desc'] = '有14%的几率攻击2个敌人并对其造成29%的普通伤害。'
			},
		['8'] = {
			['success'] = 14,
			['effect'] = 31,
			['desc'] = '有14%的几率攻击2个敌人并对其造成31%的普通伤害。'
			},
		['9'] = {
			['success'] = 14,
			['effect'] = 33,
			['desc'] = '有14%的几率攻击2个敌人并对其造成33%的普通伤害。'
			},
		['10'] = {
			['success'] = 14,
			['effect'] = 35,
			['desc'] = '有14%的几率攻击2个敌人并对其造成35%的普通伤害。'
			}
		},
	['3010'] = {
		['name'] = '神界天水',
		['star'] = 3,
		['type'] = 7,
		['target'] = 2,
		['effect_id'] = 3906,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '君不见神界之水天上来，奔流到海不复还',
		['1'] = {
			['success'] = 15,
			['effect'] = 14,
			['desc'] = '有15%的几率攻击2个敌人并对其造成14%的普通伤害。'
			},
		['2'] = {
			['success'] = 15,
			['effect'] = 16,
			['desc'] = '有15%的几率攻击2个敌人并对其造成16%的普通伤害。'
			},
		['3'] = {
			['success'] = 15,
			['effect'] = 18,
			['desc'] = '有15%的几率攻击2个敌人并对其造成18%的普通伤害。'
			},
		['4'] = {
			['success'] = 15,
			['effect'] = 20,
			['desc'] = '有15%的几率攻击2个敌人并对其造成20%的普通伤害。'
			},
		['5'] = {
			['success'] = 15,
			['effect'] = 22,
			['desc'] = '有15%的几率攻击2个敌人并对其造成22%的普通伤害。'
			},
		['6'] = {
			['success'] = 15,
			['effect'] = 24,
			['desc'] = '有15%的几率攻击2个敌人并对其造成24%的普通伤害。'
			},
		['7'] = {
			['success'] = 15,
			['effect'] = 26,
			['desc'] = '有15%的几率攻击2个敌人并对其造成26%的普通伤害。'
			},
		['8'] = {
			['success'] = 15,
			['effect'] = 28,
			['desc'] = '有15%的几率攻击2个敌人并对其造成28%的普通伤害。'
			},
		['9'] = {
			['success'] = 15,
			['effect'] = 30,
			['desc'] = '有15%的几率攻击2个敌人并对其造成30%的普通伤害。'
			},
		['10'] = {
			['success'] = 15,
			['effect'] = 32,
			['desc'] = '有15%的几率攻击2个敌人并对其造成32%的普通伤害。'
			}
		},
	['3011'] = {
		['name'] = '咏叹乐章',
		['star'] = 5,
		['type'] = 8,
		['target'] = 3,
		['effect_id'] = 3912,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《光之子》长弓·威燃烧生命之火以一己之力强行使用的最终招式',
		['1'] = {
			['success'] = 18,
			['effect'] = 18,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成18%的普通伤害。'
			},
		['2'] = {
			['success'] = 18,
			['effect'] = 23,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成23%的普通伤害。'
			},
		['3'] = {
			['success'] = 18,
			['effect'] = 28,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成28%的普通伤害。'
			},
		['4'] = {
			['success'] = 18,
			['effect'] = 33,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成33%的普通伤害。'
			},
		['5'] = {
			['success'] = 18,
			['effect'] = 38,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成38%的普通伤害。'
			},
		['6'] = {
			['success'] = 18,
			['effect'] = 43,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成43%的普通伤害。'
			},
		['7'] = {
			['success'] = 18,
			['effect'] = 48,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成48%的普通伤害。'
			},
		['8'] = {
			['success'] = 18,
			['effect'] = 53,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成53%的普通伤害。'
			},
		['9'] = {
			['success'] = 18,
			['effect'] = 58,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成58%的普通伤害。'
			},
		['10'] = {
			['success'] = 18,
			['effect'] = 63,
			['desc'] = '有18%的几率攻击敌方4个对象，并对其造成63%的普通伤害。'
			}
		},
	['3012'] = {
		['name'] = '冥字九绝',
		['star'] = 5,
		['type'] = 2,
		['target'] = 1,
		['effect_id'] = 3902,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《善良的死神》冥王的绝技，冥王剑附带的技能，后被阿呆习得',
		['1'] = {
			['success'] = 32,
			['effect'] = 38,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成38%的普通伤害。'
			},
		['2'] = {
			['success'] = 32,
			['effect'] = 43,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成43%的普通伤害。'
			},
		['3'] = {
			['success'] = 32,
			['effect'] = 48,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成48%的普通伤害。'
			},
		['4'] = {
			['success'] = 32,
			['effect'] = 53,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成53%的普通伤害。'
			},
		['5'] = {
			['success'] = 32,
			['effect'] = 58,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成58%的普通伤害。'
			},
		['6'] = {
			['success'] = 32,
			['effect'] = 63,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成63%的普通伤害。'
			},
		['7'] = {
			['success'] = 32,
			['effect'] = 68,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成68%的普通伤害。'
			},
		['8'] = {
			['success'] = 32,
			['effect'] = 73,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成73%的普通伤害。'
			},
		['9'] = {
			['success'] = 32,
			['effect'] = 78,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成78%的普通伤害。'
			},
		['10'] = {
			['success'] = 32,
			['effect'] = 83,
			['desc'] = '有32%的几率攻击敌方1个敌人并对其造成83%的普通伤害。'
			}
		},
	['3013'] = {
		['name'] = '千钧棒法',
		['star'] = 5,
		['type'] = 4,
		['target'] = 1,
		['effect_id'] = 3914,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《惟我独仙》海龙传承自孙悟空的棒法',
		['1'] = {
			['success'] = 34,
			['effect'] = 34,
			['desc'] = '有34%的几率攻击1个敌人并对其造成34%的普通伤害。'
			},
		['2'] = {
			['success'] = 34,
			['effect'] = 39,
			['desc'] = '有34%的几率攻击1个敌人并对其造成39%的普通伤害。'
			},
		['3'] = {
			['success'] = 34,
			['effect'] = 44,
			['desc'] = '有34%的几率攻击1个敌人并对其造成44%的普通伤害。'
			},
		['4'] = {
			['success'] = 34,
			['effect'] = 49,
			['desc'] = '有34%的几率攻击1个敌人并对其造成49%的普通伤害。'
			},
		['5'] = {
			['success'] = 34,
			['effect'] = 54,
			['desc'] = '有34%的几率攻击1个敌人并对其造成54%的普通伤害。'
			},
		['6'] = {
			['success'] = 34,
			['effect'] = 59,
			['desc'] = '有34%的几率攻击1个敌人并对其造成59%的普通伤害。'
			},
		['7'] = {
			['success'] = 34,
			['effect'] = 64,
			['desc'] = '有34%的几率攻击1个敌人并对其造成64%的普通伤害。'
			},
		['8'] = {
			['success'] = 34,
			['effect'] = 69,
			['desc'] = '有34%的几率攻击1个敌人并对其造成69%的普通伤害。'
			},
		['9'] = {
			['success'] = 34,
			['effect'] = 74,
			['desc'] = '有34%的几率攻击1个敌人并对其造成74%的普通伤害。'
			},
		['10'] = {
			['success'] = 34,
			['effect'] = 79,
			['desc'] = '有34%的几率攻击1个敌人并对其造成79%的普通伤害。'
			}
		},
	['3014'] = {
		['name'] = '曜之觉醒',
		['star'] = 4,
		['type'] = 3,
		['target'] = 1,
		['effect_id'] = 3904,
		['hide'] = 15001,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《冰火魔厨》超级大禁咒',
		['1'] = {
			['success'] = 26,
			['effect'] = 25,
			['desc'] = '有26%的几率攻击1个敌人并对其造成25%的普通伤害。'
			},
		['2'] = {
			['success'] = 26,
			['effect'] = 29,
			['desc'] = '有26%的几率攻击1个敌人并对其造成29%的普通伤害。'
			},
		['3'] = {
			['success'] = 26,
			['effect'] = 33,
			['desc'] = '有26%的几率攻击1个敌人并对其造成33%的普通伤害。'
			},
		['4'] = {
			['success'] = 26,
			['effect'] = 37,
			['desc'] = '有26%的几率攻击1个敌人并对其造成37%的普通伤害。'
			},
		['5'] = {
			['success'] = 26,
			['effect'] = 41,
			['desc'] = '有26%的几率攻击1个敌人并对其造成41%的普通伤害。'
			},
		['6'] = {
			['success'] = 26,
			['effect'] = 45,
			['desc'] = '有26%的几率攻击1个敌人并对其造成45%的普通伤害。'
			},
		['7'] = {
			['success'] = 26,
			['effect'] = 49,
			['desc'] = '有26%的几率攻击1个敌人并对其造成49%的普通伤害。'
			},
		['8'] = {
			['success'] = 26,
			['effect'] = 53,
			['desc'] = '有26%的几率攻击1个敌人并对其造成53%的普通伤害。'
			},
		['9'] = {
			['success'] = 26,
			['effect'] = 57,
			['desc'] = '有26%的几率攻击1个敌人并对其造成57%的普通伤害。'
			},
		['10'] = {
			['success'] = 26,
			['effect'] = 61,
			['desc'] = '有26%的几率攻击1个敌人并对其造成61%的普通伤害。'
			}
		},
	['3015'] = {
		['name'] = '天魔变',
		['star'] = 4,
		['type'] = 4,
		['target'] = 1,
		['effect_id'] = 3909,
		['hide'] = 15001,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《狂神》雷翔的绝学之一',
		['1'] = {
			['success'] = 27,
			['effect'] = 30,
			['desc'] = '有27%的几率攻击1个敌人并对其造成30%的普通伤害。'
			},
		['2'] = {
			['success'] = 27,
			['effect'] = 34,
			['desc'] = '有27%的几率攻击1个敌人并对其造成34%的普通伤害。'
			},
		['3'] = {
			['success'] = 27,
			['effect'] = 38,
			['desc'] = '有27%的几率攻击1个敌人并对其造成38%的普通伤害。'
			},
		['4'] = {
			['success'] = 27,
			['effect'] = 42,
			['desc'] = '有27%的几率攻击1个敌人并对其造成42%的普通伤害。'
			},
		['5'] = {
			['success'] = 27,
			['effect'] = 46,
			['desc'] = '有27%的几率攻击1个敌人并对其造成46%的普通伤害。'
			},
		['6'] = {
			['success'] = 27,
			['effect'] = 50,
			['desc'] = '有27%的几率攻击1个敌人并对其造成50%的普通伤害。'
			},
		['7'] = {
			['success'] = 27,
			['effect'] = 54,
			['desc'] = '有27%的几率攻击1个敌人并对其造成54%的普通伤害。'
			},
		['8'] = {
			['success'] = 27,
			['effect'] = 58,
			['desc'] = '有27%的几率攻击1个敌人并对其造成58%的普通伤害。'
			},
		['9'] = {
			['success'] = 27,
			['effect'] = 62,
			['desc'] = '有27%的几率攻击1个敌人并对其造成62%的普通伤害。'
			},
		['10'] = {
			['success'] = 27,
			['effect'] = 66,
			['desc'] = '有27%的几率攻击1个敌人并对其造成66%的普通伤害。'
			}
		},
	['3016'] = {
		['name'] = '轩辕剑气',
		['star'] = 4,
		['type'] = 5,
		['target'] = 1,
		['effect_id'] = 3908,
		['hide'] = 15001,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《生肖守护神》传承自轩辕剑的强大绝技',
		['1'] = {
			['success'] = 29,
			['effect'] = 27,
			['desc'] = '有29%的几率攻击1个敌人并对其造成27%的普通伤害。'
			},
		['2'] = {
			['success'] = 29,
			['effect'] = 31,
			['desc'] = '有29%的几率攻击1个敌人并对其造成31%的普通伤害。'
			},
		['3'] = {
			['success'] = 29,
			['effect'] = 35,
			['desc'] = '有29%的几率攻击1个敌人并对其造成35%的普通伤害。'
			},
		['4'] = {
			['success'] = 29,
			['effect'] = 39,
			['desc'] = '有29%的几率攻击1个敌人并对其造成39%的普通伤害。'
			},
		['5'] = {
			['success'] = 29,
			['effect'] = 43,
			['desc'] = '有29%的几率攻击1个敌人并对其造成43%的普通伤害。'
			},
		['6'] = {
			['success'] = 29,
			['effect'] = 47,
			['desc'] = '有29%的几率攻击1个敌人并对其造成47%的普通伤害。'
			},
		['7'] = {
			['success'] = 29,
			['effect'] = 51,
			['desc'] = '有29%的几率攻击1个敌人并对其造成51%的普通伤害。'
			},
		['8'] = {
			['success'] = 29,
			['effect'] = 55,
			['desc'] = '有29%的几率攻击1个敌人并对其造成55%的普通伤害。'
			},
		['9'] = {
			['success'] = 29,
			['effect'] = 59,
			['desc'] = '有29%的几率攻击1个敌人并对其造成59%的普通伤害。'
			},
		['10'] = {
			['success'] = 29,
			['effect'] = 63,
			['desc'] = '有29%的几率攻击1个敌人并对其造成63%的普通伤害。'
			}
		},
	['3017'] = {
		['name'] = '麒麟臂击',
		['star'] = 5,
		['type'] = 1,
		['target'] = 1,
		['effect_id'] = 3903,
		['hide'] = 15002,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《生肖守护神》麒麟一族杀手锏，牺牲自身最强之地——角（人为右臂）爆发自身最强力量',
		['1'] = {
			['success'] = 31,
			['effect'] = 40,
			['desc'] = '有31%的几率攻击1个敌人并对其造成40%的普通伤害。'
			},
		['2'] = {
			['success'] = 31,
			['effect'] = 45,
			['desc'] = '有31%的几率攻击1个敌人并对其造成45%的普通伤害。'
			},
		['3'] = {
			['success'] = 31,
			['effect'] = 50,
			['desc'] = '有31%的几率攻击1个敌人并对其造成50%的普通伤害。'
			},
		['4'] = {
			['success'] = 31,
			['effect'] = 55,
			['desc'] = '有31%的几率攻击1个敌人并对其造成55%的普通伤害。'
			},
		['5'] = {
			['success'] = 31,
			['effect'] = 60,
			['desc'] = '有31%的几率攻击1个敌人并对其造成60%的普通伤害。'
			},
		['6'] = {
			['success'] = 31,
			['effect'] = 65,
			['desc'] = '有31%的几率攻击1个敌人并对其造成65%的普通伤害。'
			},
		['7'] = {
			['success'] = 31,
			['effect'] = 70,
			['desc'] = '有31%的几率攻击1个敌人并对其造成70%的普通伤害。'
			},
		['8'] = {
			['success'] = 31,
			['effect'] = 75,
			['desc'] = '有31%的几率攻击1个敌人并对其造成75%的普通伤害。'
			},
		['9'] = {
			['success'] = 31,
			['effect'] = 80,
			['desc'] = '有31%的几率攻击1个敌人并对其造成80%的普通伤害。'
			},
		['10'] = {
			['success'] = 31,
			['effect'] = 85,
			['desc'] = '有31%的几率攻击1个敌人并对其造成85%的普通伤害。'
			}
		},
	['3018'] = {
		['name'] = '无定风波',
		['star'] = 4,
		['type'] = 8,
		['target'] = 3,
		['effect_id'] = 3903,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《惟我独仙》虽然是一个控制技能，但不能忽视那强大的攻击能力',
		['1'] = {
			['success'] = 12,
			['effect'] = 17,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成17%的普通伤害。'
			},
		['2'] = {
			['success'] = 12,
			['effect'] = 19,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成19%的普通伤害。'
			},
		['3'] = {
			['success'] = 12,
			['effect'] = 21,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成21%的普通伤害。'
			},
		['4'] = {
			['success'] = 12,
			['effect'] = 23,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成23%的普通伤害。'
			},
		['5'] = {
			['success'] = 12,
			['effect'] = 25,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成25%的普通伤害。'
			},
		['6'] = {
			['success'] = 12,
			['effect'] = 27,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成27%的普通伤害。'
			},
		['7'] = {
			['success'] = 12,
			['effect'] = 29,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成29%的普通伤害。'
			},
		['8'] = {
			['success'] = 12,
			['effect'] = 31,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成31%的普通伤害。'
			},
		['9'] = {
			['success'] = 12,
			['effect'] = 33,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成33%的普通伤害。'
			},
		['10'] = {
			['success'] = 12,
			['effect'] = 35,
			['desc'] = '有12%的几率攻击敌方4个敌人并对其造成35%的普通伤害。'
			}
		},
	['3019'] = {
		['name'] = '灵魂神风',
		['star'] = 4,
		['type'] = 7,
		['target'] = 2,
		['effect_id'] = 3902,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《生肖守护神》直接攻击敌人灵魂的特殊技能',
		['1'] = {
			['success'] = 19,
			['effect'] = 17,
			['desc'] = '有19%的几率攻击2个敌人并对其造成17%的普通伤害。'
			},
		['2'] = {
			['success'] = 19,
			['effect'] = 20,
			['desc'] = '有19%的几率攻击2个敌人并对其造成20%的普通伤害。'
			},
		['3'] = {
			['success'] = 19,
			['effect'] = 23,
			['desc'] = '有19%的几率攻击2个敌人并对其造成23%的普通伤害。'
			},
		['4'] = {
			['success'] = 19,
			['effect'] = 26,
			['desc'] = '有19%的几率攻击2个敌人并对其造成26%的普通伤害。'
			},
		['5'] = {
			['success'] = 19,
			['effect'] = 29,
			['desc'] = '有19%的几率攻击2个敌人并对其造成29%的普通伤害。'
			},
		['6'] = {
			['success'] = 19,
			['effect'] = 32,
			['desc'] = '有19%的几率攻击2个敌人并对其造成32%的普通伤害。'
			},
		['7'] = {
			['success'] = 19,
			['effect'] = 35,
			['desc'] = '有19%的几率攻击2个敌人并对其造成35%的普通伤害。'
			},
		['8'] = {
			['success'] = 19,
			['effect'] = 38,
			['desc'] = '有19%的几率攻击2个敌人并对其造成38%的普通伤害。'
			},
		['9'] = {
			['success'] = 19,
			['effect'] = 41,
			['desc'] = '有19%的几率攻击2个敌人并对其造成41%的普通伤害。'
			},
		['10'] = {
			['success'] = 19,
			['effect'] = 44,
			['desc'] = '有19%的几率攻击2个敌人并对其造成44%的普通伤害。'
			}
		},
	['3020'] = {
		['name'] = '观音有泪',
		['star'] = 5,
		['type'] = 6,
		['target'] = 2,
		['effect_id'] = 3904,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《斗罗大陆》唐三的独门绝技，传承自前世的唐门。',
		['1'] = {
			['success'] = 25,
			['effect'] = 23,
			['desc'] = '有25%的几率攻击2个敌人并对其造成23%的普通伤害。'
			},
		['2'] = {
			['success'] = 25,
			['effect'] = 27,
			['desc'] = '有25%的几率攻击2个敌人并对其造成27%的普通伤害。'
			},
		['3'] = {
			['success'] = 25,
			['effect'] = 31,
			['desc'] = '有25%的几率攻击2个敌人并对其造成31%的普通伤害。'
			},
		['4'] = {
			['success'] = 25,
			['effect'] = 35,
			['desc'] = '有25%的几率攻击2个敌人并对其造成35%的普通伤害。'
			},
		['5'] = {
			['success'] = 25,
			['effect'] = 39,
			['desc'] = '有25%的几率攻击2个敌人并对其造成39%的普通伤害。'
			},
		['6'] = {
			['success'] = 25,
			['effect'] = 43,
			['desc'] = '有25%的几率攻击2个敌人并对其造成43%的普通伤害。'
			},
		['7'] = {
			['success'] = 25,
			['effect'] = 47,
			['desc'] = '有25%的几率攻击2个敌人并对其造成47%的普通伤害。'
			},
		['8'] = {
			['success'] = 25,
			['effect'] = 51,
			['desc'] = '有25%的几率攻击2个敌人并对其造成51%的普通伤害。'
			},
		['9'] = {
			['success'] = 25,
			['effect'] = 55,
			['desc'] = '有25%的几率攻击2个敌人并对其造成55%的普通伤害。'
			},
		['10'] = {
			['success'] = 25,
			['effect'] = 59,
			['desc'] = '有25%的几率攻击2个敌人并对其造成59%的普通伤害。'
			}
		},
	['3021'] = {
		['name'] = '魔斗斩',
		['star'] = 2,
		['type'] = 1,
		['target'] = 1,
		['effect_id'] = 3904,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《光之子》纯能量攻击',
		['1'] = {
			['success'] = 21,
			['effect'] = 20,
			['desc'] = '有21%的几率攻击1个敌人并对其造成20%的普通伤害。'
			},
		['2'] = {
			['success'] = 21,
			['effect'] = 22,
			['desc'] = '有21%的几率攻击1个敌人并对其造成22%的普通伤害。'
			},
		['3'] = {
			['success'] = 21,
			['effect'] = 24,
			['desc'] = '有21%的几率攻击1个敌人并对其造成24%的普通伤害。'
			},
		['4'] = {
			['success'] = 21,
			['effect'] = 26,
			['desc'] = '有21%的几率攻击1个敌人并对其造成26%的普通伤害。'
			},
		['5'] = {
			['success'] = 21,
			['effect'] = 28,
			['desc'] = '有21%的几率攻击1个敌人并对其造成28%的普通伤害。'
			},
		['6'] = {
			['success'] = 21,
			['effect'] = 30,
			['desc'] = '有21%的几率攻击1个敌人并对其造成30%的普通伤害。'
			},
		['7'] = {
			['success'] = 21,
			['effect'] = 32,
			['desc'] = '有21%的几率攻击1个敌人并对其造成32%的普通伤害。'
			},
		['8'] = {
			['success'] = 21,
			['effect'] = 34,
			['desc'] = '有21%的几率攻击1个敌人并对其造成34%的普通伤害。'
			},
		['9'] = {
			['success'] = 21,
			['effect'] = 36,
			['desc'] = '有21%的几率攻击1个敌人并对其造成36%的普通伤害。'
			},
		['10'] = {
			['success'] = 21,
			['effect'] = 38,
			['desc'] = '有21%的几率攻击1个敌人并对其造成38%的普通伤害。'
			}
		},
	['3022'] = {
		['name'] = '如意手',
		['star'] = 2,
		['type'] = 1,
		['target'] = 1,
		['effect_id'] = 3905,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《冰火魔厨》七大禁手中最让人痛不欲生的技能',
		['1'] = {
			['success'] = 22,
			['effect'] = 15,
			['desc'] = '有22%的几率攻击1个敌人并对其造成15%的普通伤害。'
			},
		['2'] = {
			['success'] = 22,
			['effect'] = 17,
			['desc'] = '有22%的几率攻击1个敌人并对其造成17%的普通伤害。'
			},
		['3'] = {
			['success'] = 22,
			['effect'] = 19,
			['desc'] = '有22%的几率攻击1个敌人并对其造成19%的普通伤害。'
			},
		['4'] = {
			['success'] = 22,
			['effect'] = 21,
			['desc'] = '有22%的几率攻击1个敌人并对其造成21%的普通伤害。'
			},
		['5'] = {
			['success'] = 22,
			['effect'] = 23,
			['desc'] = '有22%的几率攻击1个敌人并对其造成23%的普通伤害。'
			},
		['6'] = {
			['success'] = 22,
			['effect'] = 25,
			['desc'] = '有22%的几率攻击1个敌人并对其造成25%的普通伤害。'
			},
		['7'] = {
			['success'] = 22,
			['effect'] = 27,
			['desc'] = '有22%的几率攻击1个敌人并对其造成27%的普通伤害。'
			},
		['8'] = {
			['success'] = 22,
			['effect'] = 29,
			['desc'] = '有22%的几率攻击1个敌人并对其造成29%的普通伤害。'
			},
		['9'] = {
			['success'] = 22,
			['effect'] = 31,
			['desc'] = '有22%的几率攻击1个敌人并对其造成31%的普通伤害。'
			},
		['10'] = {
			['success'] = 22,
			['effect'] = 33,
			['desc'] = '有22%的几率攻击1个敌人并对其造成33%的普通伤害。'
			}
		},
	['3023'] = {
		['name'] = '圣光斩',
		['star'] = 1,
		['type'] = 1,
		['target'] = 1,
		['effect_id'] = 3917,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《光之子》长弓·威的光系技能',
		['1'] = {
			['success'] = 20,
			['effect'] = 14,
			['desc'] = '有20%的几率攻击1个敌人并对其造成14%的普通伤害。'
			},
		['2'] = {
			['success'] = 20,
			['effect'] = 15,
			['desc'] = '有20%的几率攻击1个敌人并对其造成15%的普通伤害。'
			},
		['3'] = {
			['success'] = 20,
			['effect'] = 16,
			['desc'] = '有20%的几率攻击1个敌人并对其造成16%的普通伤害。'
			},
		['4'] = {
			['success'] = 20,
			['effect'] = 17,
			['desc'] = '有20%的几率攻击1个敌人并对其造成17%的普通伤害。'
			},
		['5'] = {
			['success'] = 20,
			['effect'] = 18,
			['desc'] = '有20%的几率攻击1个敌人并对其造成18%的普通伤害。'
			},
		['6'] = {
			['success'] = 20,
			['effect'] = 19,
			['desc'] = '有20%的几率攻击1个敌人并对其造成19%的普通伤害。'
			},
		['7'] = {
			['success'] = 20,
			['effect'] = 20,
			['desc'] = '有20%的几率攻击1个敌人并对其造成20%的普通伤害。'
			},
		['8'] = {
			['success'] = 20,
			['effect'] = 21,
			['desc'] = '有20%的几率攻击1个敌人并对其造成21%的普通伤害。'
			},
		['9'] = {
			['success'] = 20,
			['effect'] = 22,
			['desc'] = '有20%的几率攻击1个敌人并对其造成22%的普通伤害。'
			},
		['10'] = {
			['success'] = 20,
			['effect'] = 23,
			['desc'] = '有20%的几率攻击1个敌人并对其造成23%的普通伤害。'
			}
		},
	['3024'] = {
		['name'] = '火球术',
		['star'] = 1,
		['type'] = 1,
		['target'] = 1,
		['effect_id'] = 3917,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《善良的死神》阿呆学习的第一个魔法',
		['1'] = {
			['success'] = 19,
			['effect'] = 15,
			['desc'] = '有19%的几率攻击1个敌人并对其造成15%的普通伤害。'
			},
		['2'] = {
			['success'] = 19,
			['effect'] = 16,
			['desc'] = '有19%的几率攻击1个敌人并对其造成16%的普通伤害。'
			},
		['3'] = {
			['success'] = 19,
			['effect'] = 17,
			['desc'] = '有19%的几率攻击1个敌人并对其造成17%的普通伤害。'
			},
		['4'] = {
			['success'] = 19,
			['effect'] = 18,
			['desc'] = '有19%的几率攻击1个敌人并对其造成18%的普通伤害。'
			},
		['5'] = {
			['success'] = 19,
			['effect'] = 19,
			['desc'] = '有19%的几率攻击1个敌人并对其造成19%的普通伤害。'
			},
		['6'] = {
			['success'] = 19,
			['effect'] = 20,
			['desc'] = '有19%的几率攻击1个敌人并对其造成20%的普通伤害。'
			},
		['7'] = {
			['success'] = 19,
			['effect'] = 21,
			['desc'] = '有19%的几率攻击1个敌人并对其造成21%的普通伤害。'
			},
		['8'] = {
			['success'] = 19,
			['effect'] = 22,
			['desc'] = '有19%的几率攻击1个敌人并对其造成22%的普通伤害。'
			},
		['9'] = {
			['success'] = 19,
			['effect'] = 23,
			['desc'] = '有19%的几率攻击1个敌人并对其造成23%的普通伤害。'
			},
		['10'] = {
			['success'] = 19,
			['effect'] = 24,
			['desc'] = '有19%的几率攻击1个敌人并对其造成24%的普通伤害。'
			}
		},
	['3025'] = {
		['name'] = '琴殇',
		['star'] = 5,
		['type'] = 9,
		['target'] = 3,
		['effect_id'] = 3913,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《琴帝》叶音竹的琴曲',
		['1'] = {
			['success'] = 20,
			['effect'] = 16,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成16%的普通伤害。'
			},
		['2'] = {
			['success'] = 20,
			['effect'] = 19,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成19%的普通伤害。'
			},
		['3'] = {
			['success'] = 20,
			['effect'] = 22,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成22%的普通伤害。'
			},
		['4'] = {
			['success'] = 20,
			['effect'] = 25,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成25%的普通伤害。'
			},
		['5'] = {
			['success'] = 20,
			['effect'] = 28,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成28%的普通伤害。'
			},
		['6'] = {
			['success'] = 20,
			['effect'] = 31,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成31%的普通伤害。'
			},
		['7'] = {
			['success'] = 20,
			['effect'] = 34,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成34%的普通伤害。'
			},
		['8'] = {
			['success'] = 20,
			['effect'] = 37,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成37%的普通伤害。'
			},
		['9'] = {
			['success'] = 20,
			['effect'] = 40,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成40%的普通伤害。'
			},
		['10'] = {
			['success'] = 20,
			['effect'] = 43,
			['desc'] = '有20%的几率攻击敌方4个敌人并对其造成43%的普通伤害。'
			}
		},
	['3026'] = {
		['name'] = '七禁七绝',
		['star'] = 5,
		['type'] = 5,
		['target'] = 3,
		['effect_id'] = 3901,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《冰火魔厨》集齐七把神刃才能释放出来的强大禁咒',
		['1'] = {
			['success'] = 30,
			['effect'] = 42,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成42%的普通伤害。'
			},
		['2'] = {
			['success'] = 30,
			['effect'] = 45,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成45%的普通伤害。'
			},
		['3'] = {
			['success'] = 30,
			['effect'] = 48,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成48%的普通伤害。'
			},
		['4'] = {
			['success'] = 30,
			['effect'] = 51,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成51%的普通伤害。'
			},
		['5'] = {
			['success'] = 30,
			['effect'] = 54,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成54%的普通伤害。'
			},
		['6'] = {
			['success'] = 30,
			['effect'] = 57,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成57%的普通伤害。'
			},
		['7'] = {
			['success'] = 30,
			['effect'] = 60,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成60%的普通伤害。'
			},
		['8'] = {
			['success'] = 30,
			['effect'] = 63,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成63%的普通伤害。'
			},
		['9'] = {
			['success'] = 30,
			['effect'] = 66,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成66%的普通伤害。'
			},
		['10'] = {
			['success'] = 30,
			['effect'] = 69,
			['desc'] = '有30%的几率攻击敌方4个对象并对其造成69%的普通伤害。'
			}
		},
	['3027'] = {
		['name'] = '杀戮结界',
		['star'] = 5,
		['type'] = 8,
		['target'] = 3,
		['effect_id'] = 3904,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《斗罗大陆》来自昊天锤第九魂技',
		['1'] = {
			['success'] = 19,
			['effect'] = 17,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成17%的普通伤害。'
			},
		['2'] = {
			['success'] = 19,
			['effect'] = 20,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成20%的普通伤害。'
			},
		['3'] = {
			['success'] = 19,
			['effect'] = 23,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成23%的普通伤害。'
			},
		['4'] = {
			['success'] = 19,
			['effect'] = 26,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成26%的普通伤害。'
			},
		['5'] = {
			['success'] = 19,
			['effect'] = 29,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成29%的普通伤害。'
			},
		['6'] = {
			['success'] = 19,
			['effect'] = 32,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成32%的普通伤害。'
			},
		['7'] = {
			['success'] = 19,
			['effect'] = 35,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成35%的普通伤害。'
			},
		['8'] = {
			['success'] = 19,
			['effect'] = 38,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成38%的普通伤害。'
			},
		['9'] = {
			['success'] = 19,
			['effect'] = 41,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成41%的普通伤害。'
			},
		['10'] = {
			['success'] = 19,
			['effect'] = 44,
			['desc'] = '有19%的几率攻击敌方4个对象并对其造成44%的普通伤害。'
			}
		},
	['3028'] = {
		['name'] = '万梅朝宗',
		['star'] = 4,
		['type'] = 7,
		['target'] = 2,
		['effect_id'] = 3909,
		['hide'] = 0,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《琴帝》梅宗的最终奥义',
		['1'] = {
			['success'] = 20,
			['effect'] = 20,
			['desc'] = '有20%的几率攻击2个敌人并对其造成20%的普通伤害。'
			},
		['2'] = {
			['success'] = 20,
			['effect'] = 23,
			['desc'] = '有20%的几率攻击2个敌人并对其造成23%的普通伤害。'
			},
		['3'] = {
			['success'] = 20,
			['effect'] = 26,
			['desc'] = '有20%的几率攻击2个敌人并对其造成26%的普通伤害。'
			},
		['4'] = {
			['success'] = 20,
			['effect'] = 29,
			['desc'] = '有20%的几率攻击2个敌人并对其造成29%的普通伤害。'
			},
		['5'] = {
			['success'] = 20,
			['effect'] = 32,
			['desc'] = '有20%的几率攻击2个敌人并对其造成32%的普通伤害。'
			},
		['6'] = {
			['success'] = 20,
			['effect'] = 35,
			['desc'] = '有20%的几率攻击2个敌人并对其造成35%的普通伤害。'
			},
		['7'] = {
			['success'] = 20,
			['effect'] = 38,
			['desc'] = '有20%的几率攻击2个敌人并对其造成38%的普通伤害。'
			},
		['8'] = {
			['success'] = 20,
			['effect'] = 41,
			['desc'] = '有20%的几率攻击2个敌人并对其造成41%的普通伤害。'
			},
		['9'] = {
			['success'] = 20,
			['effect'] = 44,
			['desc'] = '有20%的几率攻击2个敌人并对其造成44%的普通伤害。'
			},
		['10'] = {
			['success'] = 20,
			['effect'] = 47,
			['desc'] = '有20%的几率攻击2个敌人并对其造成47%的普通伤害。'
			}
		},
	['3029'] = {
		['name'] = '魔神叠浪',
		['star'] = 5,
		['type'] = 10,
		['target'] = 2,
		['effect_id'] = 3914,
		['hide'] = 15002,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《空速星痕》天痕传承自魔神的最终绝技',
		['1'] = {
			['success'] = 21,
			['effect'] = 31,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成31%的普通伤害。'
			},
		['2'] = {
			['success'] = 21,
			['effect'] = 35,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成35%的普通伤害。'
			},
		['3'] = {
			['success'] = 21,
			['effect'] = 39,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成39%的普通伤害。'
			},
		['4'] = {
			['success'] = 21,
			['effect'] = 43,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成43%的普通伤害。'
			},
		['5'] = {
			['success'] = 21,
			['effect'] = 47,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成47%的普通伤害。'
			},
		['6'] = {
			['success'] = 21,
			['effect'] = 51,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成51%的普通伤害。'
			},
		['7'] = {
			['success'] = 21,
			['effect'] = 55,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成55%的普通伤害。'
			},
		['8'] = {
			['success'] = 21,
			['effect'] = 59,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成59%的普通伤害。'
			},
		['9'] = {
			['success'] = 21,
			['effect'] = 63,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成63%的普通伤害。'
			},
		['10'] = {
			['success'] = 21,
			['effect'] = 67,
			['desc'] = '有21%的几率攻击敌方2个敌人并对其造成67%的普通伤害。'
			}
		},
	['3030'] = {
		['name'] = '乾坤一掷',
		['star'] = 5,
		['type'] = 7,
		['target'] = 2,
		['effect_id'] = 3902,
		['hide'] = 15002,
		['needid'] = 0,
		['price'] = 100,
		['desc2'] = '《惟我独仙》海龙传承自仙界的绝学',
		['1'] = {
			['success'] = 23,
			['effect'] = 27,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成27%的普通伤害。'
			},
		['2'] = {
			['success'] = 23,
			['effect'] = 31,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成31%的普通伤害。'
			},
		['3'] = {
			['success'] = 23,
			['effect'] = 35,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成35%的普通伤害。'
			},
		['4'] = {
			['success'] = 23,
			['effect'] = 39,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成39%的普通伤害。'
			},
		['5'] = {
			['success'] = 23,
			['effect'] = 43,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成43%的普通伤害。'
			},
		['6'] = {
			['success'] = 23,
			['effect'] = 47,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成47%的普通伤害。'
			},
		['7'] = {
			['success'] = 23,
			['effect'] = 51,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成51%的普通伤害。'
			},
		['8'] = {
			['success'] = 23,
			['effect'] = 55,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成55%的普通伤害。'
			},
		['9'] = {
			['success'] = 23,
			['effect'] = 59,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成59%的普通伤害。'
			},
		['10'] = {
			['success'] = 23,
			['effect'] = 63,
			['desc'] = '有23%的几率攻击2个敌人，并对其造成63%的普通伤害。'
			}
		}
	}

return Skill